{
    "Help":"Yardım",
    "Bookings":"Rezervasyonlar",
    "Home":"Ev",
    "Profile":"Profil",
    "DashBoard":"Gösterge Paneli",
    "Explore":"Keşfetmek",
    "About Turkey":"Türkiye Hakkında",
    "Tours, Sightseeing & Cruises":"Turlar, Gezi ve Geziler",
    "Tours, Tickets, & Excursions":"Turlar, Biletler ve Geziler",
    "When are you travelling?":"Ne zaman seyahat ediyorsun?",
    "All Tours":"Tüm Turlar",
    "Price":"Fiyat",
    "Up to 1 hour":"1 saate kadar",
    "1 to 4 hours":"1 ila 4 saat",
    "4 hours to 1 day":"4 saatten 1 güne",
    "Rating":"Değerlendirme",
    "& up":"& yukarı",
    "CLEAR":"AÇIK",
    "APPLY":"UYGULAMAK",
    "Privacy Policy":"Gizlilik Politikası",
    "About":"Hakkında",
    "Terms & Conditions":"şartlar ve koşullar",
    "Find amazing things to do.":"Yapacak harika şeyler bulun.",
    "Anytime, anywhere":"Her zaman her yerde",
    "SEARCH":"ARAMA",
    "Why book with Travel":"Neden Seyahat ile rezervasyon yaptırmalısınız",
    "Ultimate flexibility":"Üstün esneklik",
    "Memorable experiences":"unutulmaz deneyimler",
    "Quality at our core":"Özümüzde kalite",
    "Award-winning supports":"Ödüllü destekler",
    "You’re in control, with free cancellation and payment options to satisfy any plan or budget.":"Herhangi bir plan veya bütçeyi karşılamak için ücretsiz iptal ve ödeme seçenekleriyle kontrol sizde.",
    "Browse and book tours and activities so incredible, you’ll want to tell your friends.":"Gezin ve rezervasyon yapın ve turlar ve etkinlikler o kadar inanılmaz ki, arkadaşlarınıza söylemek isteyeceksiniz.",
    "High quality standards. Millions of reviews. A Tripadvisor company.":"Yüksek kalite standartları. Milyonlarca yorum. Bir Tripadvisor şirketi.",
    "New price? New plan? No problem. We’re here to help, 24/7.":"Yeni fiyat? Yeni plan? Sorun değil. 7/24 yardım etmek için buradayız.",
    "Keep Things":"Eşyaları tut",
    "flexible":"esnek",
    "Use Reserve Now & Pay Later to secure the activities you don't want to miss without being locked in.":"Kaçırmak istemediğiniz etkinlikleri kilitlenmeden güvence altına almak için Şimdi Ayır ve Sonra Öde'yi kullanın.",
    "Top attractions":"En ilgi çekici yerler",
    "Free":"Özgür",
    "cancellation":"iptal",
    "You'll receive a full refund if you cancel at least 24 hours in advance of most experiences.":"Çoğu deneyimden en az 24 saat önce iptal ederseniz tam bir geri ödeme alırsınız.",
    "Top Destinations":"En İyi Destinasyonlar",
    "Personal Information":"Kişisel bilgi",
    "Full Name":"Ad Soyad",
    "LastName":"Soy isim",
    "Cancel":"İptal",
    "SAVE":"KAYDETMEK",
    "Email":"E-posta",
    "Confirm Password":"Şifreyi Onayla",
    "Phone Number":"Telefon numarası",
    "Not Provided":"Sağlanmadı",
    "Date of Birth":"Doğum tarihi",
    "Home Town":"Memleket",
    "Login Information":"giriş bilgileri",
    "Create a password to access your account from any device at any time. Or, log in with one click with a connected account below.":"Hesabınıza istediğiniz zaman herhangi bir cihazdan erişmek için bir şifre oluşturun. Veya aşağıdaki bağlı bir hesapla tek tıklamayla giriş yapın.",
    "Deactivate":"Devre dışı bırakmak",
    "Deactivating your account means that your account will no longer be available. You will not be able to log in and your profile will not be accessible. Any reviews, photos, and tips that you have contributed may continue to be displayed on the site":"Hesabınızı devre dışı bırakmak, hesabınızın artık kullanılamayacağı anlamına gelir. Giriş yapamayacaksınız ve profilinize erişilemeyecek. Katkıda bulunduğunuz tüm incelemeler, fotoğraflar ve ipuçları sitede görüntülenmeye devam edebilir.",
    "To deactivate your account, please log in again.":"Hesabınızı devre dışı bırakmak için lütfen tekrar giriş yapın.",
    "DEACTIVATE MY ACCOUNT":"HESABIMI ETKİSİZLEŞTİR",
    "Payment Method":"Ödeme şekli",
    "Your stored cards":"Depolanan kartlarınız",
    "Please log in to view your stored cards":"Saklanan kartlarınızı görüntülemek için lütfen giriş yapın",
    "Notifications":"Bildirimler",
    "Marketing emails":"Pazarlama e-postaları",
    "MekoTourizm will send you weekly emails with travel inspirations, tips, recommendations and company updates":"MekoTourizm size seyahat ilhamları, ipuçları, tavsiyeler ve şirket güncellemeleri içeren haftalık e-postalar gönderecek",
    "Travel Preferences":"Seyahat Tercihleri",
    "Special Requirements":"Özel gereksinimler",
    "Site Settings":"site ayarları",
    "LOGOUT":"ÇIKIŞ YAP",
    "My Bookings":"Rezervasyonlarım",
    "Your list of tours that has been booked":"Rezerve edilen tur listeniz",
    "Account":"Hesap",
    "SignUp":"Üye olmak",
    "Login":"Giriş yapmak",
    "Sign up and get exploring":"Kaydolun ve keşfetmeye başlayın",
    "Log into your account with your email, or create one below. Quick and easy - promise!":"E-postanızla hesabınıza giriş yapın veya aşağıdan bir tane oluşturun. Hızlı ve kolay - söz!",
    "Continue with":"İle devam et",
    "CONTINUE":"DEVAM ET",
    "By creating an account, you agree to our Terms & Conditions, Privacy Policy and Agreement with MekoTourizm.":"By creating an account, you agree to our Terms & Conditions, Privacy Policy and Agreement with MekoTourizm.",
    "Sign Up":"Üye olmak",
    "First Name":"İlk adı",
    "Last Name":"Soy isim",
    "PhoneNumber":"Telefon numarası",
    "Create password":"Şifre oluştur",
    "CREATE AN ACCOUNT":"HESAP OLUŞTUR",
    "Log in and get exploring":"Giriş yapın ve keşfe çıkın",
    "Filter":"Filtre",
    "Duration":"Süre",
    "Currency":"Para birimi",
    "Save":"KAYDETMEK",
    "Add":"Ekle",
    "Edit":"Düzenlemek",
    "Share":"Paylaşmak",
    "Save To WishList":"İstek Listesine Kaydet",
    "from":"itibaren",
    "Lowest Price Guarantee":"En Düşük Fiyat Garantisi",
    "Select Date and Travellers":"Tarih ve Gezginleri Seçin",
    "CHECK AVAILABILITY":"KULLANILABİLİRLİĞİ KONTROL ET",
    "Reserve Now & Pay Later":"Şimdi Ayır ve Sonra Öde",
    "Secure your spot while staying flexible":"Esnek kalırken yerinizi koruyun",
    "Free cancellation":"Ücretsiz iptal",
    "Up to 24 hours in advance.":"24 saat öncesine kadar",
    "Learn more":"Daha fazla bilgi edin",
    "Safety Measures":"Güvenlik önlemleri",
    "Mobile Ticket":"Mobil Bilet",
    "Adult":"Yetişkin",
    "child":"çocuk",
    "Minimum":"Asgari",
    "Maximum":"Maksimum",
    "Option1":"Seçenek 1",
    "per group":"grup başına",
    "Up to 8 passengers":"8 yolcuya kadar",
    "8 medium luggage":"8 orta boy bagaj",
    "8 hand luggage per group":"Grup başına 8 el bagajı",
    "Pickup included":"Teslim alma dahil",
    "8 Seater Van Airport Pickup":"8 Kişilik Van Havalimanı Karşılama",
    "Book Now":"Kitap",
    "Up to 8 passengers + 8 medium luggage + 8 hand luggage per group. Pickup included":"Grup başına 8 yolcu + 8 orta boy bagaj + 8 el bagajı. Teslim alma dahil",
    "Secure Checkout":"Güvenli Ödeme",
    "Checkout securely":"Güvenli bir şekilde ödeme yapın",
    "it takes only a few minutes":"sadece birkaç dakika sürer",
    "This experience is hosted by a business.":"Bu deneyim bir işletme tarafından barındırılıyor.",
    "Traveler Details":"Gezgin Ayrıntıları",
    "Information we need to confirm your tour or activity":"Turunuzu veya aktivitenizi onaylamak için ihtiyacımız olan bilgiler",
    "Lead Traveler":"Baş Gezgin",
    "Tour Details":"Tur Detayları",
    "Special Requirements:":"Özel gereksinimler",
    "Payment Details":"Ödeme detayları",
    "Pay securely":"Güvenli ödeme",
    "we use SSL encryption to keep your data safe":"verilerinizi güvende tutmak için SSL şifrelemesi kullanıyoruz",
    "Creadit Card":"Kredi kartı",
    "Cardholder Name":"Kart Sahibinin Adı",
    "Credit Card Number":"Kredi Kartı Numarası",
    "Expiration Month":"Son Kullanma Ayı",
    "Expiray year":"son kullanma yılı",
    "Security Code":"Güvenlik Kodu",
    "Country":"Ülke",
    "Contact Information":"İletişim bilgileri",
    "We’ll contact you with key updates on your tour or activity":"Turunuz veya etkinliğinizle ilgili önemli güncellemeler için sizinle iletişime geçeceğiz",
    "Email Address":"E-posta Adresi",
    "The tour operator will call this number if they need to reach you.":"Tur operatörü size ulaşmaları gerektiğinde bu numarayı arayacaktır..",
    "Review Order Details":"Sipariş Ayrıntılarını İnceleyin",
    "Non-refundable":"İade yapılmaz",
    "Total":"Toplam",
    "Enter Promo Code":"Promosyon kodunu girin",
    "Book with Confidence":"Güvenle Rezervasyon Yapın",
    "Find it cheaper? We'll refund the difference":"Daha ucuza mı buldunuz? Farkı iade edeceğiz",
    "24/7 Global Support":"24/7 Küresel Destek",
    "Get the answers you need, when you need them":"İhtiyacınız olan yanıtları, ihtiyacınız olduğunda alın",
    "Book Securely":"Güvenle Rezervasyon Yapın",
    "We use SSL encryption to keep your data secure":"Verilerinizi güvende tutmak için SSL şifrelemesi kullanıyoruz",
    "FirstName":"İlk adı",
    "hours":"saat",
    "Free Cancellation":"Ücretsiz iptal",
    "results":"Sonuçlar",
    "Turkey has been located in intersection point of Europe, Asia and Middle East. The country has an area of 780.000 km2. The tribes who had lived on that historical lands from North to South, from East to West had started to ride their horses since Neolithic ages (7000`s B.C.), therefore they have left traces of civilizations one of which have been following another.":"Türkiye, Avrupa, Asya ve Orta Doğu'nun kesişme noktasında yer almaktadır. Ülkenin yüzölçümü 780.000 km2'dir. Kuzeyden Güneye, Doğudan Batıya bu tarihi topraklarda yaşayan kavimler, Neolitik çağlardan (M.Ö.",
    "This paradise country surrounded by sea from three sides has been known with its hot sun, long sandy coasts, blue sea, abundance of historical treasures and modern yacht seaports.":"Üç tarafı denizlerle çevrili bu cennet ülke, sıcak güneşi, uzun kumlu kıyıları, masmavi denizi, tarihi hazinelerin zenginliği ve modern yat limanları ile tanınmaktadır.",
    "The peerles beauty of Istanbul and the Bosporus in Marmara Region, fascinating view of Hierapolis which creates wonders and the magnificence of Efes Ruins in Aegean Region; the fairy chimneys embellishing Cappadocia Region where four seasons are lived at the same time with worldwide famous sun, sea and rich cultural presence; Mount Ararat with its many legends such as Prophet Nuh and the second largest Mosaic Museum of the world in East and South-East Anatolian Regions, all of them exhibit so many different excellent beauties and richness.":"Marmara Bölgesi'nde İstanbul ve Boğaz'ın eşsiz güzelliği, harikalar yaratan Hierapolis'in büyüleyici manzarası ve Ege Bölgesi'ndeki Efes Harabeleri'nin ihtişamı; dört mevsimin aynı anda yaşandığı Kapadokya Bölgesi'ni dünyaca ünlü güneşi, denizi ve zengin kültürel varlığıyla süsleyen peribacaları; Nuh Peygamber ve Doğu ve Güneydoğu Anadolu Bölgelerinde dünyanın en büyük ikinci Mozaik Müzesi gibi birçok efsanesi bulunan Ağrı Dağı, birbirinden farklı mükemmel güzellikler ve zenginlikler sergilemektedir.",
    "Statistics:":"Statistics:",
    "Average age of population is 28.5.":"Nüfusun yaş ortalaması 28,5'tir.",
    "There are 166 universities, 104 of which are public universities.":"104'ü devlet üniversitesi olmak üzere 166 üniversite bulunmaktadır.",
    "Internet access per household: %41.6.":"Hane başına internet erişimi: %41.6.",
    "There are 21 national, 14 regional and 229 local TV channels.":"21 ulusal, 14 bölgesel ve 229 yerel TV kanalı bulunmaktadır.",
    "Turkey is a Non-permanent member of the United Nations Security Council 2009-2010.":"Türkiye, 2009-2010 Birleşmiş Milletler Güvenlik Konseyi'nin daimi olmayan üyesidir.",
    "On October 3rd, 2005 Turkey began negotiation process with the EU and become a candidate for the European Union since 2005.":"3 Ekim 2005'te Türkiye, AB ile müzakere sürecine başladı ve 2005'ten itibaren Avrupa Birliği'ne aday oldu.",
    "Since 1945 Turkey is a member of United Nations and also a member of Unesco since.":"1945 yılından bu yana Türkiye Birleşmiş Milletler üyesi ve aynı zamanda Unesco üyesidir.",
    "Since 1949 become a member of Council of Europe.":"1949'dan beri Avrupa Konseyi üyesi oldu.",
    "Turkey become a member of Nato since 1952.":"Türkiye 1952'den beri NATO üyesidir.",
    "Turkey’s Number of 3G mobile phone subscribers is 19.407.264 Number of mobile internet users is above 1.448.020 and Number of internet subscribers is 8.672.376":"Türkiye'nin 3G cep telefonu abone sayısı 19.407.264 Mobil internet kullanıcı sayısı 1.448.020'nin üzerinde ve İnternet abone sayısı 8.672.376",
    "The mobile phone users are more than 61.8 million people.":"Tcep telefonu kullanıcıları 61,8 milyondan fazla kişidir.",
    "A population of Turkey is above 73.722.988.":"Türkiye nüfusu 73.722.988'in üzerindedir.",

    
    "PRIVACY AND COOKIES STATEMENT":"GİZLİLİK VE ÇEREZLER BEYANI",
    "Effective: 25 March 2021":"Geçerlilik: 25 Mart 2021",
    "We know that sharing your personal information with us is based on trust. We take this seriously and are committed to ensuring that we respect your privacy when you visit our website or use our services. Please review this privacy and cookies statement (“Statement”) carefully to learn about our privacy practices.":"Kişisel bilgilerinizi bizimle paylaşmanın güvene dayalı olduğunu biliyoruz. Bunu ciddiye alıyoruz ve web sitemizi ziyaret ettiğinizde veya hizmetlerimizi kullandığınızda gizliliğinize saygı duymayı taahhüt ediyoruz. Gizlilik uygulamalarımız hakkında bilgi edinmek için lütfen bu gizlilik ve çerez bildirimini (“Beyan”) dikkatlice inceleyin.",
    "We operate a service that enables users (“you”, “your”) to research, find, and book travel experiences worldwide. In this Statement, these are collectively referred to as our Services.":"Kullanıcıların  dünya çapında seyahat deneyimlerini araştırmasını, bulmasını ve rezervasyon yapmasını sağlayan bir hizmet işletiyoruz. Bu Bildirimde, bunlar topluca Hizmetlerimiz olarak anılacaktır.",
    "Our Services are owned and operated by MekoTourizm, Inc. By using our Services and visiting our websites and related applications, whether on a computer, phone, tablet or similar device (these are all referred to as a “Device”), you are accepting the practices described below.":"Hizmetlerimiz MekoTourizm, Inc.'e aittir ve onun tarafından işletilmektedir. Hizmetlerimizi kullanarak ve bilgisayar, telefon, tablet veya benzeri bir cihazda web sitelerimizi ve ilgili uygulamalarımızı ziyaret ederek (bunların tümü “Cihaz” olarak anılır), kabul etmiş olursunuz. aşağıda açıklanan uygulamalar.",
    "As a global company, we operate in a number of countries and territories where the laws and customs differ. This Statement provides a general overview of our privacy practices.":"Küresel bir şirket olarak, yasaların ve geleneklerin farklılık gösterdiği bir dizi ülke ve bölgede faaliyet gösteriyoruz. Bu Bildirim, gizlilik uygulamalarımıza genel bir bakış sağlar.",
    "Information Collected":"Toplanan Bilgiler",
    "Information Uses":"Bilgi Kullanımları",
    "Information Sharing":"Bilgi paylaşımı",
    "Information Choices":"Bilgi Seçenekleri",
    "Information Transfers":"Bilgi Transferleri",
    "Information Security":"Bilgi Güvenliği",
    "Information Retention":"Bilgi Saklama",
    "Do Not Track Signals":"Sinyalleri Takip Etme",
    "Cookies":"Kurabiye",
    "Cookie Consent Tool":"Çerez Onay Aracı",
    "Statement Changes and Notification":"Ekstre Değişiklikleri ve Bildirim",
    "Contact":"İletişim",
    "Europe":"Avrupa",
    "California":"Kaliforniya",
    "1.Information Collected":"1. Toplanan Bilgiler",
    "When you access or use our Services, we collect information from and about you to provide a more personalized and relevant experience. Some information we collect automatically. Other information we collect from different sources, including affiliated entities, business partners, and other independent third-party sources. When you use our Services by “clicking-through” from a third-party site or when you visit third-party sites via our Services, those third-party sites may share information with us about your use of their service. Information collected may include the following:":"Hizmetlerimize eriştiğinizde veya Hizmetlerimizi kullandığınızda, daha kişiselleştirilmiş ve ilgili bir deneyim sağlamak için sizden ve hakkınızda bilgi topluyoruz. Otomatik olarak topladığımız bazı bilgiler. Bağlı kuruluşlar, iş ortakları ve diğer bağımsız üçüncü taraf kaynaklar dahil olmak üzere farklı kaynaklardan topladığımız diğer bilgiler. Hizmetlerimizi bir üçüncü taraf sitesinden “tıklayarak” kullandığınızda veya Hizmetlerimiz aracılığıyla üçüncü taraf sitelerini ziyaret ettiğinizde, bu üçüncü taraf siteleri, hizmetlerini kullanımınız hakkında bizimle bilgi paylaşabilir. Toplanan bilgiler aşağıdakileri içerebilir:",
    "Contact information, including name, phone number and postal and email addresses":"İsim, telefon numarası ve posta ve e-posta adresleri dahil olmak üzere iletişim bilgileri",
    "Billing or payment information (such as your credit card number, cardholder name, expiration date, authentication code and billing address)":"Fatura veya ödeme bilgileri (kredi kartı numaranız, kart sahibinin adı, son kullanma tarihi, kimlik doğrulama kodu ve fatura adresi gibi)",
    "User name and password":"Kullanıcı adı ve şifre",
    "Photos, reviews and social posts and videos you may have provided to us Geolocation information":"Bize sağlamış olabileceğiniz fotoğraflar, incelemeler ve sosyal paylaşımlar ve videolar",
    "Device information, such as when you accessed our Services and information about the Device used (for example, IP address, software or internet browser used, preferred languages, unique Device identifiers and advertising identifiers)":"Hizmetlerimize ne zaman eriştiğiniz ve kullanılan Cihaz hakkındaki bilgiler gibi cihaz bilgileri (örneğin, IP adresi, kullanılan yazılım veya internet tarayıcısı, tercih edilen diller, benzersiz Cihaz tanımlayıcıları ve reklam tanımlayıcıları)",
    "Online activity, including pages you have visited, content reviewed and apps reviewed":"Ziyaret ettiğiniz sayfalar, incelenen içerik ve incelenen uygulamalar dahil olmak üzere çevrimiçi etkinlik",
    "Booking history":"Rezervasyon geçmişi",
    "Information about your travel plans and preferences":"Seyahat planlarınız ve tercihleriniz hakkında bilgi",
    "We may also collect, in instances where you have provided it, information about other travellers, including their email address and other travel-related information. If you are sharing information with us about other individuals, you must obtain their consent.":"Ayrıca, sağladığınız durumlarda, e-posta adresleri ve seyahatle ilgili diğer bilgiler dahil olmak üzere diğer gezginler hakkında bilgi toplayabiliriz. Bizimle başka kişiler hakkında bilgi paylaşıyorsanız, onların onayını almalısınız.",
    "In addition to the categories noted above, we may also collect location information if you have instructed your Device to send such information via the privacy settings on that Device, or, for example, if you have uploaded photos tagged with location information. We may use your location information directly and/or share your location with third parties. We collect and share location information in order to provide you with relevant content, to analyze your use of our Services, to improve our Services and to provide contextual advertising or recommendations. For example, we may use your location to show you reviews of hotels, restaurants or attractions near you when you are traveling.":"Yukarıda belirtilen kategorilere ek olarak, Cihazınıza bu tür bilgileri o Cihazdaki gizlilik ayarları aracılığıyla göndermesi talimatını verdiyseniz veya örneğin konum bilgileriyle etiketlenmiş fotoğraflar yüklediyseniz, konum bilgilerini de toplayabiliriz. Konum bilgilerinizi doğrudan kullanabilir ve/veya konumunuzu üçüncü taraflarla paylaşabiliriz. Size ilgili içeriği sağlamak, Hizmetlerimizi kullanımınızı analiz etmek, Hizmetlerimizi iyileştirmek ve içeriğe dayalı reklamcılık veya öneriler sunmak için konum bilgilerini toplar ve paylaşırız. Örneğin, seyahat ederken size yakınınızdaki oteller, restoranlar veya turistik yerler hakkındaki yorumları göstermek için konumunuzu kullanabiliriz.",
    "You can change the privacy settings of your Device at any time in order to turn off the functionality that collects and shares location information and/or the functionality to tag your photos with location information. However, turning off location-sharing may affect certain features that we offer. If you have any questions about the privacy settings of your Device, we suggest you contact the manufacturer of your Device or your mobile service provider for help.":"Konum bilgilerini toplayan ve paylaşan işlevselliği ve/veya fotoğraflarınızı konum bilgileriyle etiketleme işlevini kapatmak için Cihazınızın gizlilik ayarlarını istediğiniz zaman değiştirebilirsiniz. Ancak konum paylaşımını kapatmak, sunduğumuz bazı özellikleri etkileyebilir. Cihazınızın gizlilik ayarlarıyla ilgili herhangi bir sorunuz varsa, yardım için Cihazınızın üreticisiyle veya mobil servis sağlayıcınızla iletişime geçmenizi öneririz.",
    "Please see the section on Cookies below for more information regarding the use of cookies and other technology described in this section, including regarding your choices relating to such technologies.":"Bu tür teknolojilerle ilgili seçimleriniz de dahil olmak üzere, bu bölümde açıklanan çerezlerin ve diğer teknolojilerin kullanımı hakkında daha fazla bilgi için lütfen aşağıdaki Çerezler bölümüne bakın.",
    "2.Information Uses":"2.Bilgi Kullanımları",
    "We are committed to providing you with relevant content on our Services and respect the data privacy laws of the different jurisdictions in which we operate. We use information about you so we can help you enjoy and use our Services, including in the following ways:":"Size Hizmetlerimizle ilgili içerik sağlamayı ve faaliyet gösterdiğimiz farklı yargı alanlarının veri gizliliği yasalarına saygı göstermeyi taahhüt ediyoruz. Sizinle ilgili bilgileri, Hizmetlerimizden yararlanmanıza ve kullanmanıza yardımcı olmak için aşağıdaki şekillerde kullanırız:",
    "Register and manage your MekoTourizm account":"MekoTourizm hesabınızı kaydedin ve yönetin",
    "Facilitate your bookings":"Rezervasyonlarınızı kolaylaştırın",
    "Measure interest in and improve our Services":"Hizmetlerimize olan ilgiyi ölçün ve Hizmetlerimizi iyileştirin",
    "Notify you about special offers, prize draws, competitions and services available from us, our affiliates, or our partners that may be of interest to you":"Bizden, iştiraklerimizden veya ilginizi çekebilecek ortaklarımızdan sunulan özel teklifler, ödül çekilişleri, yarışmalar ve hizmetler hakkında sizi bilgilendirmek",
    "Communicate with you":"sizinle iletişim kurun",
    "Enable communication between travelers and operators of travel experiences listed through us":"Gezginler ve bizim tarafımızdan listelenen seyahat deneyimlerinin operatörleri arasında iletişimi etkinleştirin",
    "Enable us to publish your reviews, ratings, photos, videos and other content":"İncelemelerinizi, puanlarınızı, fotoğraflarınızı, videolarınızı ve diğer içeriğinizi yayınlamamıza izin verin",
    "Customize your experience, including customizing the ads shown to you on our Services and across the internet Make inferences about your interests or preferences":"Hizmetlerimizde ve internette size gösterilen reklamları özelleştirme dahil olmak üzere deneyiminizi özelleştirin",
     "Make inferences about your interests or preferences":"İlgi alanlarınız veya tercihleriniz hakkında çıkarımlarda bulunun",
    "Provide you with an optimized experience and to group users of our Services based on, for example, usage and demographics":"Size optimize edilmiş bir deneyim sunmak ve Hizmetlerimizin kullanıcılarını örneğin kullanım ve demografik bilgilere göre gruplandırmak",
    "Send you survey or market research invitations":"Size anket veya pazar araştırması davetleri gönderin",
    "Respond to your questions and comments":"Sorularınıza ve yorumlarınıza yanıt verin",
    "Resolve disputes or troubleshoot problems":"Anlaşmazlıkları çözün veya sorunları giderin",
    "Prevent potentially prohibited or unlawful activities":"Potansiyel olarak yasaklanmış veya yasa dışı faaliyetleri önlemek",
    "Enforce our terms of use and notices; and as otherwise described to you at the point of collection":"Kullanım koşullarımızı ve bildirimlerimizi uygulayın; ve toplama noktasında size aksi açıklandığı şekilde",
    "Please note some information about you is required in order for us to provide you with relevant offerings from us, our affiliates and our partners and to enable you to enjoy other benefits of being a MekoTourizm user. Please review the “Information Choices” section below with respect to your choices related to the collection and use of your information.":"Size bizden, iştiraklerimizden ve ortaklarımızdan ilgili teklifleri sunabilmemiz ve MekoTourizm kullanıcısı olmanın diğer avantajlarından yararlanmanızı sağlayabilmemiz için sizinle ilgili bazı bilgilerin gerekli olduğunu lütfen unutmayın. Bilgilerinizin toplanması ve kullanılmasıyla ilgili tercihlerinize ilişkin olarak lütfen aşağıdaki “Bilgi Seçenekleri” bölümünü inceleyin.",
    "3.Information Sharing":"3.Bilgi Paylaşımı",
    "In order to provide some of our Services, we may need to share information with certain other third parties, including our group of companies, in the following circumstances:":"Hizmetlerimizden bazılarını sağlamak için, aşağıdaki durumlarda şirketler grubumuz da dahil olmak üzere diğer belirli üçüncü taraflarla bilgi paylaşmamız gerekebilir:",
    "Our Group of Companies. We share information with companies in our corporate family so we can provide you with information about products and services, both travel-related and others, which might interest you. These companies and websites will comply with this Statement and all applicable laws governing the transmission of promotional communications.":"Şirketler Grubumuz. Bilgileri kurumsal ailemizdeki şirketlerle paylaşıyoruz, böylece hem seyahatle ilgili hem de ilginizi çekebilecek diğer ürünler ve hizmetler hakkında size bilgi verebiliriz. Bu şirketler ve web siteleri, bu Bildirime ve promosyon iletişimlerinin iletimini düzenleyen tüm geçerli yasalara uyacaktır.",
    "Experience Suppliers. We share your information with suppliers of travel experiences to allow them to fulfil the bookings you make through our Services.":"Tedarikçileri Deneyimleyin. Hizmetlerimiz aracılığıyla yaptığınız rezervasyonları yerine getirebilmeleri için bilgilerinizi seyahat deneyimi tedarikçileriyle paylaşıyoruz.",
    "Service Providers. We share information with certain service providers used to facilitate our Services, including to help with transactions.":"Servis sağlayıcıları. İşlemlere yardımcı olmak da dahil olmak üzere Hizmetlerimizi kolaylaştırmak için kullanılan belirli hizmet sağlayıcılarla bilgileri paylaşırız.",
    "Business Partners. We may share information about you, your Devices and your use of our Services with our trusted business partners. For example, we may share information so that we can provide you with relevant content or in order to facilitate payment for a booking. This sharing is generally pursuant to written agreements which include confidentiality, privacy and security obligations; however, note that we do not control the privacy practices of these third-party business partners.":"İş ortakları. Sizinle, Cihazlarınızla ve Hizmetlerimizi kullanımınızla ilgili bilgileri güvenilir iş ortaklarımızla paylaşabiliriz. Örneğin, size ilgili içeriği sağlayabilmemiz veya bir rezervasyon için ödeme yapmayı kolaylaştırmak için bilgileri paylaşabiliriz. Bu paylaşım genellikle gizlilik, mahremiyet ve güvenlik yükümlülüklerini içeren yazılı anlaşmalara uygundur; ancak, bu üçüncü taraf iş ortaklarının gizlilik uygulamalarını kontrol etmediğimizi unutmayın.",
    "Social Media Sites. When you use our Services and elect to share information with third-party social media sites, the information you share will be governed by the privacy policies of those social media sites and the privacy settings you have set with those social media websites.":"Sosyal medya siteleri. Hizmetlerimizi kullandığınızda ve üçüncü taraf sosyal medya siteleriyle bilgi paylaşmayı seçtiğinizde, paylaştığınız bilgiler bu sosyal medya sitelerinin gizlilik politikalarına ve bu sosyal medya web siteleriyle belirlediğiniz gizlilik ayarlarına tabi olacaktır.",
    "Advertising Networks. We sometimes collect and share information about your interests with advertising networks. Some of these companies are members of the Network Advertising Initiative or the Digital Advertising Alliance, which offer a single location to opt-out of ad targeting from member companies. To learn more, please click here.":"Reklam Ağları. Bazen ilgi alanlarınız hakkında bilgi toplar ve reklam ağlarıyla paylaşırız. Bu şirketlerden bazıları, üye şirketlerden reklam hedeflemeyi devre dışı bırakmak için tek bir konum sunan Network Advertising Initiative veya Digital Advertising Alliance üyeleridir. Daha fazlasını öğrenmek için lütfen buraya tıklayın.",
    "Other third parties, such as referring websites.Third parties may also assist us in collecting information by, for example, operating features of our website or facilitating the delivery of online advertising tailored to your interests. We may share audience segments and other information with third parties that use that information for tailored advertising to you.":"Yönlendiren web siteleri gibi diğer üçüncü taraflar. Üçüncü taraflar, örneğin web sitemizin işletim özellikleri veya ilgi alanlarınıza uygun çevrimiçi reklamların sunulmasını kolaylaştırarak bilgi toplamamıza da yardımcı olabilir. Kitle segmentlerini ve diğer bilgileri, bu bilgileri size özel reklamcılık için kullanan üçüncü taraflarla paylaşabiliriz.",
    "Third parties may only collect or access information as needed to perform their permitted functions.":"Üçüncü taraflar, yalnızca izin verilen işlevlerini yerine getirmek için gerekli olan bilgileri toplayabilir veya bunlara erişebilir.",
    "Certain Device operating system versions permit you to opt out of certain types of information sharing, including to certain advertising networks. Please check your Device settings if you want to limit such tracking.":"Belirli Cihaz işletim sistemi sürümleri, belirli reklam ağları dahil olmak üzere belirli bilgi paylaşımı türlerini devre dışı bırakmanıza izin verir. Bu tür izlemeyi sınırlamak istiyorsanız lütfen Cihaz ayarlarınızı kontrol edin.",
    "4.Information Choices":"4.Bilgi Seçenekleri",
    "You have options with respect to the collection and use of your information. Your options:":"Bilgilerinizin toplanması ve kullanılmasıyla ilgili seçenekleriniz vardır. Seçenekleriniz:",
    "You can choose not to provide us with certain information, although it may be needed to take advantage of certain features offered on our websites.":"Web sitelerimizde sunulan belirli özelliklerden yararlanmak için gerekli olsa da, bize belirli bilgileri vermemeyi seçebilirsiniz.",
    "You can prevent the collection of geolocation information, but note that turning off location sharing may affect certain features of our Services.":"Coğrafi konum bilgilerinin toplanmasını engelleyebilirsiniz, ancak konum paylaşımını kapatmanın Hizmetlerimizin belirli özelliklerini etkileyebileceğini unutmayın.",
    "You also can add or update information and close your account. If you close your account, we will deactivate your account and remove your profile information. We may retain some information associated with your account (including past transactions) for internal purposes including backups, fraud prevention, dispute resolution, investigations and legal compliance for the period necessary to fulfill the purposes outlined in this Statement.":"Ayrıca bilgi ekleyebilir veya güncelleyebilir ve hesabınızı kapatabilirsiniz. Hesabınızı kapatırsanız, hesabınızı deaktive edeceğiz ve profil bilgilerinizi kaldıracağız. Hesabınızla ilişkili bazı bilgileri (geçmiş işlemler dahil), yedeklemeler, dolandırıcılığın önlenmesi, anlaşmazlıkların çözümü, soruşturmalar ve yasal uyum dahil olmak üzere dahili amaçlarla bu Bildirimde belirtilen amaçları yerine getirmek için gerekli olan süre boyunca saklayabiliriz.",
    "You will be given the opportunity to unsubscribe from promotional messages, including emails with travel-related opportunities, in any such promotional message we send.":"Gönderdiğimiz bu tür herhangi bir promosyon mesajında, seyahatle ilgili fırsatlar içeren e-postalar da dahil olmak üzere promosyon mesajlarının aboneliğinden çıkma fırsatı verilecektir.",
    "5.Information Transfers":"5.Bilgi Transferleri",
    "We are a global company and we operate in many different jurisdictions. If we transfer your information to other countries, we will use and protect that information as described in this Statement and in accordance with applicable law.":"Biz küresel bir şirketiz ve birçok farklı yetki alanında faaliyet gösteriyoruz. Bilgilerinizi başka ülkelere aktarırsak, bu bilgileri bu Bildirimde açıklandığı şekilde ve yürürlükteki yasalara uygun olarak kullanacağız ve koruyacağız.",
    "6.Information Security":"6.Bilgi Güvenliği",
    "We have implemented appropriate administrative, technical, and physical security procedures to help protect your information. We only authorize specific employees to access personal information and they may do so only for permitted business functions. We use encryption when transmitting your information between your system and ours, and between our system and those of the parties with whom we share information. We also employ firewalls and intrusion detection systems to help prevent unauthorized access to your information. However, we cannot guarantee the security of information from unauthorized entry or use, hardware or software failure, or other circumstances outside of our control.":"Bilgilerinizi korumaya yardımcı olmak için uygun idari, teknik ve fiziksel güvenlik prosedürlerini uyguladık. Yalnızca belirli çalışanlara kişisel bilgilere erişme yetkisi veriyoruz ve bunu yalnızca izin verilen iş işlevleri için yapabilirler. Bilgilerinizi sizin sistemimiz ile bizim sistemimiz arasında ve bizim sistemimiz ile bilgi paylaştığımız tarafların sistemleri arasında iletirken şifreleme kullanırız. Bilgilerinize yetkisiz erişimi önlemeye yardımcı olmak için güvenlik duvarları ve izinsiz giriş algılama sistemleri de kullanıyoruz. Ancak, yetkisiz giriş veya kullanım, donanım veya yazılım arızası veya kontrolümüz dışındaki diğer durumlara karşı bilgilerin güvenliğini garanti edemeyiz.",
    "7.Information Retention":"7.Bilgi Saklama",
    "We will retain copies of your information for as long as you maintain your account or as necessary in connection with the purposes set out in this Statement, unless applicable law requires a longer retention period. In addition, we may retain your information for the duration of any period necessary to establish, exercise or defend any legal rights.":"Geçerli yasalar daha uzun bir saklama süresi gerektirmediği sürece, bilgilerinizin kopyalarını hesabınızı sürdürdüğünüz sürece veya bu Bildirimde belirtilen amaçlarla bağlantılı olarak gerekli olduğu sürece saklayacağız. Ayrıca, bilgilerinizi herhangi bir yasal hakkı tesis etmek, kullanmak veya savunmak için gerekli olan herhangi bir süre boyunca saklayabiliriz.",
    "8.Do Not Track Signals":"8. Sinyalleri Takip Etmeyin",
    "Our website is not designed to currently respond to “Do Not Track” (“DNT”) signal requests from browsers. This is due to the lack of global standardized interpretation that defines “Do Not Track” signals. Once the industry has settled on standards related to this issue, we may re-evaluate this approach.":"Web sitemiz şu anda tarayıcılardan gelen “Do Not Track” (“DNT”) sinyal isteklerine yanıt verecek şekilde tasarlanmamıştır. Bunun nedeni, “Takip Etme” sinyallerini tanımlayan küresel standartlaştırılmış yorum eksikliğidir. Sektör bu konuyla ilgili standartları belirledikten sonra bu yaklaşımı yeniden değerlendirebiliriz.",
    "9.Cookies":"9.Çerezler",
    "We want your access to our Services to be as easy, efficient and useful as possible. To help us do this, we use cookies and similar technologies to improve your experience, to enhance site security and to show you relevant advertising.":"Hizmetlerimize erişiminizin mümkün olduğunca kolay, verimli ve kullanışlı olmasını istiyoruz. Bunu yapmamıza yardımcı olmak için, deneyiminizi geliştirmek, site güvenliğini artırmak ve size ilgili reklamları göstermek için tanımlama bilgileri ve benzer teknolojiler kullanıyoruz.",
    "What are cookies?":"Çerezler nedir?",
    "Cookies are small text files that are automatically placed on your Device when you visit almost any website. They are stored by your internet browser and contain basic information about your internet use. Your browser sends these cookies back to a website every time you revisit it, so it can recognize your Device and improve your experience by, among other things, providing you with personalized content. We also use cookies to remember your login details, so you don’t have to re-enter them repeatedly when you use our Services. Other cookies help us understand your preferences. The cookies we use fall into three categories.":"Çerezler, hemen hemen her web sitesini ziyaret ettiğinizde Cihazınıza otomatik olarak yerleştirilen küçük metin dosyalarıdır. İnternet tarayıcınız tarafından saklanırlar ve internet kullanımınızla ilgili temel bilgileri içerirler. Tarayıcınız, bu çerezleri her tekrar ziyaret ettiğinizde bir web sitesine geri gönderir, böylece diğer şeylerin yanı sıra size kişiselleştirilmiş içerik sağlayarak Cihazınızı tanıyabilir ve deneyiminizi iyileştirebilir. Ayrıca, Hizmetlerimizi kullandığınızda bunları tekrar tekrar girmenize gerek kalmaması için oturum açma bilgilerinizi hatırlamak için tanımlama bilgileri kullanırız. Diğer çerezler tercihlerinizi anlamamıza yardımcı olur. Kullandığımız çerezler üç kategoriye ayrılır.",
    "Essential - These cookies are necessary to help you access and move around the website and use all its features. Without these cookies, the website would not work properly and you would not be able to use certain important features. For example, we use a cookie to keep you logged in during your visit, so the site does not require you to log in repeatedly to access different pages. We may also use essential cookies for fraud detection and prevention purposes. You cannot turn off essential cookies through the Cookie Consent Tool, as such cookies are necessary for you to access and use the features of the website.":"Temel - Bu çerezler, web sitesine erişmenize, sitede gezinmenize ve tüm özelliklerini kullanmanıza yardımcı olmak için gereklidir. Bu çerezler olmadan web sitesi düzgün çalışmaz ve bazı önemli özellikleri kullanamazsınız. Örneğin, ziyaretiniz sırasında oturumunuzu açık tutmak için bir tanımlama bilgisi kullanırız, bu nedenle site farklı sayfalara erişmek için tekrar tekrar oturum açmanızı gerektirmez. Ayrıca, dolandırıcılık tespiti ve önleme amaçları için gerekli çerezleri de kullanabiliriz. Çerez Onay Aracı aracılığıyla temel çerezleri kapatamazsınız, çünkü bu tür çerezler, web sitesinin özelliklerine erişmeniz ve bunları kullanmanız için gereklidir.",
    "Analytics and customisation - We use these cookies to help us understand how the website is being used and how we can improve your experience of it. These cookies can provide us with information to help us understand which parts of the website interest our visitors and if they experience any errors. We use these cookies to test different designs and features for our sites and we also use them to help us monitor how visitors reach the website. We also use cookies to save your settings and preferences on the website, such as language preference and information you've previously entered when searching for travel experiences. Some customization cookies are essential if you want to use certain features of the website.":"Analitik ve özelleştirme - Bu çerezleri, web sitesinin nasıl kullanıldığını anlamamıza ve site deneyiminizi nasıl iyileştirebileceğimize yardımcı olması için kullanırız. Bu çerezler, web sitesinin hangi bölümlerinin ziyaretçilerimizin ilgisini çektiğini ve herhangi bir hatayla karşılaşıp karşılaşmadıklarını anlamamıza yardımcı olacak bilgiler sağlayabilir. Bu çerezleri sitelerimiz için farklı tasarımları ve özellikleri test etmek için kullanıyoruz ve ayrıca ziyaretçilerin web sitesine nasıl ulaştığını izlememize yardımcı olmak için kullanıyoruz. Çerezleri ayrıca, dil tercihi ve seyahat deneyimleri ararken daha önce girdiğiniz bilgiler gibi ayarlarınızı ve tercihlerinizi web sitesinde kaydetmek için kullanırız. Web sitesinin belirli özelliklerini kullanmak istiyorsanız, bazı özelleştirme çerezleri gereklidir.",
    "Advertising - Advertising cookies help ensure that the advertisements you see are as relevant to you as possible. For example, some advertising cookies help select ads that are based on your interests. Others help prevent the same ad from continuously reappearing for you. We also use cookies to make it easy to share content from the website with your friends through your favorite social networks. Social media sites, may set cookies that recognize you when you view content on the website and allow you to share content across both the website and the social media site via the use of sharing settings. For further details, please check your social media site’s terms of use and privacy policy. We also work with third-party advertisers to give you access to travel content that might be of interest, and may set cookies on our Services to provide you with advertising that matches your interests and preferences. These third-party cookies collect information about your browsing behaviour and interaction with ads or the Services more generally. This information also helps us limit the number of times you may see the same ads and improve your online experience.":"Reklam - Reklam tanımlama bilgileri, gördüğünüz reklamların sizinle mümkün olduğunca alakalı olmasını sağlamaya yardımcı olur. Örneğin, bazı reklam tanımlama bilgileri, ilgi alanlarınıza dayalı reklamları seçmenize yardımcı olur. Diğerleri, aynı reklamın sizin için sürekli olarak yeniden görünmesini önlemeye yardımcı olur. Ayrıca, favori sosyal ağlarınız aracılığıyla web sitesindeki içeriği arkadaşlarınızla paylaşmanızı kolaylaştırmak için çerezleri kullanıyoruz. Sosyal medya siteleri, web sitesindeki içeriği görüntülediğinizde sizi tanıyan ve paylaşım ayarlarını kullanarak hem web sitesinde hem de sosyal medya sitesinde içerik paylaşmanıza izin veren çerezler yerleştirebilir. Daha fazla ayrıntı için lütfen sosyal medya sitenizin kullanım koşullarını ve gizlilik politikasını kontrol edin. Ayrıca, ilginizi çekebilecek seyahat içeriğine erişmenizi sağlamak için üçüncü taraf reklamcılarla birlikte çalışıyoruz ve size ilgi alanlarınıza ve tercihlerinize uygun reklamlar sunmak için Hizmetlerimizde tanımlama bilgileri ayarlayabiliriz. Bu üçüncü taraf tanımlama bilgileri, tarama davranışınız ve daha genel olarak reklamlarla veya Hizmetlerle etkileşiminiz hakkında bilgi toplar. Bu bilgiler aynı zamanda aynı reklamları görme sayınızı sınırlamamıza ve çevrimiçi deneyiminizi iyileştirmemize de yardımcı olur.",
    "10.Cookie Consent Tool":"10.Çerez Onay Aracı",
    "To give you control, we provide you with a Cookie Consent Tool, which allows you to review first and third party cookies placed through our website and adjust your cookie settings, including whether or not to accept or decline such cookies. You can access this Cookie Consent Tool at any time by clicking the “Cookie Consent” link at the bottom of every page or by modifying your preferences in our cookie banner. In addition, you can manage cookies through the settings of your internet browser. You can have the browser notify you when you receive a new cookie, delete individual cookies or delete all cookies.":"Kontrolü size vermek için, size, web sitemiz aracılığıyla yerleştirilen birinci ve üçüncü taraf çerezlerini incelemenize ve bu tür çerezleri kabul edip etmemeniz de dahil olmak üzere çerez ayarlarınızı düzenlemenize olanak tanıyan bir Çerez Onay Aracı sağlıyoruz. Bu Çerez Onay Aracına, her sayfanın altındaki “Çerez İzni” bağlantısını tıklayarak veya çerez başlığımızda tercihlerinizi değiştirerek istediğiniz zaman erişebilirsiniz. Ayrıca çerezleri internet tarayıcınızın ayarlarından yönetebilirsiniz. Yeni bir çerez aldığınızda tarayıcının sizi bilgilendirmesini, tek tek çerezleri silmesini veya tüm çerezleri silmesini sağlayabilirsiniz.",
    "Most advertising networks offer you a way to opt out of advertising cookies. See www.aboutads.info/choices and www.youronlinechoices.com for useful information on how to do this.":"Çoğu reklam ağı size reklam tanımlama bilgilerini devre dışı bırakmanın bir yolunu sunar. Bunun nasıl yapılacağı hakkında faydalı bilgiler için www.aboutads.info/choices ve www.youronlinechoices.com adresine bakın.",
    "If you delete your cookies, your access to some functionality and areas of our Services might be degraded or restricted.":"Çerezlerinizi silerseniz, Hizmetlerimizin bazı işlevlerine ve alanlarına erişiminiz azalabilir veya kısıtlanabilir.",
    "Our use of any information we collect through cookies is subject to this Statement, which is linked on every page of our website.":"Çerezler aracılığıyla topladığımız herhangi bir bilgiyi kullanımımız, web sitemizin her sayfasında bağlantısı verilen bu Bildirime tabidir.",
    "11.Statement Changes and Notification":"11.Bildirim Değişiklikleri ve Bildirim",
    "We may update this Statement in the future. If we believe any changes are material, we will let you know by doing one or more of the following: sending you a communication about the changes, placing a notice on the website and/or posting an updated Statement on the website. We will note at the top of this Statement when it was most recently updated. We encourage you to check back from time to time to review the most current version and to periodically review this Statement for the latest information on our privacy practices.":"Bu Bildirimi gelecekte güncelleyebiliriz. Herhangi bir değişikliğin önemli olduğuna inanırsak, aşağıdakilerden birini veya birkaçını yaparak sizi bilgilendireceğiz: değişiklikler hakkında size bir bildirim göndermek, web sitesine bir bildirim yerleştirmek ve/veya web sitesinde güncellenmiş bir Açıklama yayınlamak. Bu Bildirimin en üst kısmında, en son ne zaman güncellendiğini belirteceğiz. En güncel sürümü gözden geçirmek için zaman zaman tekrar kontrol etmenizi ve gizlilik uygulamalarımızla ilgili en son bilgiler için bu Bildirimi periyodik olarak gözden geçirmenizi öneririz.",
    "12.Contact":"12.İletişim",
    "If you have a data privacy request, such as a request to delete or access your data, please visit our dedicated privacy portal by clicking here. For general data privacy inquiries or questions concerning our Privacy and Cookies Statement, please contact our privacy team by clicking here":"Verilerinizi silme veya bunlara erişme isteği gibi bir veri gizliliği talebiniz varsa, lütfen buraya tıklayarak özel gizlilik portalımızı ziyaret edin. Gizlilik ve Çerez Bildirimimizle ilgili genel veri gizliliği soruları veya soruları için lütfen buraya tıklayarak gizlilik ekibimizle iletişime geçin.",
    "13.Europe":"13.Avrupa",
    "This GDPR Statement applies to persons in the European Economic Area (“EEA”), including those based in the United Kingdom. This GDPR Statement supplements our Statement; however, where the Statement conflicts with the GDPR Statement, the GDPR Statement will prevail as to persons in the EEA.":"TGDPR Beyanı, Birleşik Krallık'ta yerleşik olanlar da dahil olmak üzere Avrupa Ekonomik Alanı'ndaki (“AEA”) kişiler için geçerlidir. Bu GDPR Bildirimi, Bildirimimizi tamamlar; ancak, Bildirimin GDPR Bildirimi ile çeliştiği durumlarda, AEA'daki kişiler için GDPR Bildirimi geçerli olacaktır.",
    
    "About Us":"Hakkımızda",
    "MekoTourizm makes it easy to find and book something you'll love to do. With access to the world's largest selection of high-quality experiences, there's always something new to discover, both near and far from home. From must-do moments to who-knew discoveries, see the familiar in a new way, or the unknown for the first time!":"MekoTourizm, yapmayı seveceğiniz bir şeyi bulmanızı ve rezervasyon yaptırmanızı kolaylaştırır. Dünyanın en geniş yüksek kaliteli deneyim seçeneklerine erişim sayesinde, hem evden hem de evden uzakta her zaman keşfedilecek yeni bir şeyler vardır. Yapılması gereken anlardan keşiflere kadar, tanıdık olanı yeni bir şekilde veya bilinmeyeni ilk kez görün!",
    "With industry-leading flexibility and last-minute availability, it's never too late to make any day extraordinary. Plan ahead, or decide that morning. Change your dates. Or change your mind entirely! This is your time off, your way, and we're here to help.":"Sektör lideri esneklik ve son dakika kullanılabilirliği ile herhangi bir günü olağanüstü kılmak için asla geç değildir. Önceden plan yapın ya da o sabah karar verin. Tarihlerinizi değiştirin. Ya da fikrinizi tamamen değiştirin! Bu senin izin zamanın, senin yolun ve biz yardım etmek için buradayız.",
    "We also know that your time off is precious. So we ruthlessly focus on quality, and we specialise in experiences so incredible, you'll want to tell your friends. Spend less time searching, and more time making memories. Discover story-worthy experiences, anytime, anywhere.":"Boş zamanınızın değerli olduğunu da biliyoruz. Bu yüzden acımasızca kaliteye odaklanıyoruz ve arkadaşlarınıza anlatmak isteyeceğiniz inanılmaz deneyimlerde uzmanız. Aramaya daha az, anılar oluşturmaya daha fazla zaman ayırın. Her zaman, her yerde hikayeye değer deneyimleri keşfedin.",
    "Why choose MekoTourizm?":"Neden MekoTourizm'i Seçmelisiniz?",
    "Exceptional flexibility You’re in control, with free cancellation and payment options to satisfy any plan or budget.":"Olağanüstü esneklik Herhangi bir plan veya bütçeye uygun ücretsiz iptal ve ödeme seçenekleriyle kontrol sizde.",
    "Quality you can trust Our experiences meet high quality standards and are backed by millions of reviews, so you know you’re getting the best.":"Güvenebileceğiniz kalite Deneyimlerimiz yüksek kalite standartlarını karşılar ve milyonlarca incelemeyle desteklenir, böylece en iyisini elde ettiğinizi bilirsiniz.",
    "Experiences to remember Browse and book tours and activities so incredible, you’ll want to tell your friends.":"Hatırlanması gereken deneyimler Gezin ve rezervasyon yapın ve turlar ve etkinlikler o kadar inanılmaz ki, arkadaşlarınıza anlatmak isteyeceksiniz.",
    "Award-winning support Find a lower price? Have a change in plans? No problem. We’re here to help, 24/7.":"Ödüllü destek Daha düşük bir fiyat mı buldunuz? Planlarda değişiklik mi var? Sorun değil. 7/24 yardım etmek için buradayız.",


    
    "MekoTourizm Terms of Use":"MekoTourizm Kullanım Koşulları",
    "Last Updated: July 28, 2021":"Son Güncelleme: 28 Temmuz 2021",
    "Welcome to MekoTourizm!":"MekoTourizm'e Hoş Geldiniz!",
    "We help users to research and book travel experiences, post opinions of those experiences, and engage in interactive travel forums. However, we are not a travel or tour agency, and we do not provide such experiences ourselves. When you make a booking, you will be purchasing a tour, ticket or other service directly from the third-party supplier.":"Kullanıcıların seyahat deneyimlerini araştırmalarına ve rezervasyon yapmalarına, bu deneyimlerle ilgili görüşlerini yayınlamalarına ve etkileşimli seyahat forumlarına katılmalarına yardımcı oluyoruz. Ancak biz bir seyahat veya tur acentesi değiliz ve bu tür deneyimleri kendimiz sağlamayız. Bir rezervasyon yaptığınızda, doğrudan üçüncü taraf tedarikçiden bir tur, bilet veya başka bir hizmet satın alacaksınız.",
    "These Terms of Use apply to any use of MekoTourizm's services. Please read these Terms of Use carefully, as they contain important information concerning your legal rights and limitations on these rights, as well as a section regarding applicable law and jurisdiction of disputes. By accessing or using MekoTourizm's services, you are indicating that you have read these Terms of Use and agree to be bound by them. If you do not agree with all of these Terms of Use, you are not permitted to access or use the services.":"Bu Kullanım Koşulları, MekoTourizm hizmetlerinin her türlü kullanımı için geçerlidir. Lütfen bu Kullanım Koşullarını dikkatli bir şekilde okuyun, çünkü yasal haklarınız ve bu haklara ilişkin sınırlamalar hakkında önemli bilgiler ve ayrıca geçerli yasa ve ihtilafların yargı yetkisi ile ilgili bir bölüm içerir. MekoTourizm hizmetlerine erişerek veya bunları kullanarak, bu Kullanım Koşullarını okuduğunuzu ve bunlara bağlı kalmayı kabul ettiğinizi belirtmektesiniz. Bu Kullanım Koşullarının tümünü kabul etmiyorsanız, hizmetlere erişmenize veya bunları kullanmanıza izin verilmez.",
    "Introduction":"giriiş",
    "Use of the Services":"Hizmetlerin Kullanımı",
    "MekoTourizm Accounts":"Mekaturizm Hesapları",
    "Website Prohibited Activities":"Web Sitesi Yasaklı Faaliyetler",
    "Electronic Communications":"Elektronik Haberleşme",
    "Content":"İçerik",
    "Links to Third Party Websites":"Üçüncü Taraf Web Sitelerine Bağlantılar",
    "Software on the Website":"Web Sitesindeki Yazılım",
    "Products and Booking Reservations":"Ürünler ve Rezervasyon Rezervasyonları",
    "Pricing":"fiyatlandırma",
    "Currency Conversions":"Para Birimi Dönüşümleri",
    "Payments":"ödemeler",
    "Payment Processing":"Odeme yapiliyor",
    "Modifications or Cancellations by You":"Sizin Tarafınızdan Yapılan Değişiklikler veya İptaller",
    "Other Modifications and Cancellations":"Diğer Değişiklikler ve İptaller",
    "Passports, Visas & Insurance":"Pasaportlar, Vizeler ve Sigorta",
    "Our Liability":"Sorumluluğumuz",
    "Your Liability":"Sorumluluğunuz",
    "Worry-free Shore Excursions":"Endişesiz Kıyı Gezileri",
    "MekoTourizm Tickets":"Mekaturizm Biletleri",
    "General Provisions":"Genel Hükümler",
    "1.Introduction":"1. Giriş",
    "1.2 If you wish to contact MekoTourizm, please visit our MekoTourizm Customer Care page giving information about ways to contact us. You can also write to us at the following address: MekoTourizm, Inc., 400 1st Avenue, Needham, MA 02494, USA.":"1.2 MekoTourizm ile iletişime geçmek isterseniz, lütfen bizimle iletişim yolları hakkında bilgi veren MekoTourizm Müşteri Hizmetleri sayfamızı ziyaret edin. Ayrıca bize şu adresten de yazabilirsiniz: MekoTourizm, Inc., 400 1st Avenue, Needham, MA 02494, ABD.",
    "1.5 We may update or otherwise modify these Terms of Use at any time, and you understand and agree that your continued access or use of the Services after such change signifies your acceptance of the updated Terms of Use. We will note the date that updates were last made to the Terms of Use at the top of this page, and the updated Terms of Use will take effect upon posting. It is your responsibility to return to this page periodically to review the most current version of the Terms of Use.":"1.5 Bu Kullanım Koşullarını herhangi bir zamanda güncelleyebilir veya başka bir şekilde değiştirebiliriz ve bu tür bir değişiklikten sonra Hizmetlere erişmeye veya Hizmetleri kullanmaya devam etmenizin, güncellenmiş Kullanım Koşullarını kabul ettiğiniz anlamına geldiğini anlıyor ve kabul ediyorsunuz. Kullanım Koşullarında en son güncellemelerin yapıldığı tarihi bu sayfanın üst kısmına not edeceğiz ve güncellenen Kullanım Koşulları, yayınlandıktan sonra yürürlüğe girecektir. Kullanım Koşullarının en güncel versiyonunu gözden geçirmek için bu sayfaya periyodik olarak dönmek sizin sorumluluğunuzdadır.",
    "1.6 THE WEBSITE MAY CONTAIN TRANSLATIONS POWERED BY GOOGLE. GOOGLE DISCLAIMS ALL WARRANTIES RELATED TO THE TRANSLATIONS, EXPRESS OR IMPLIED, INCLUDING ANY WARRANTIES OF ACCURACY, RELIABILITY, AND ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT.":"1.6 WEB SİTESİNDE GOOGLE TARAFINDAN DESTEKLENEN ÇEVİRİLER İÇERİR. GOOGLE, DOĞRULUK, GÜVENİLİRLİK GARANTİLERİ VE SATILABİLİRLİK, BELİRLİ BİR AMACA UYGUNLUK VE UYGUNLUK GARANTİLERİ DAHİL OLMAK ÜZERE AÇIK VEYA ZIMNİ ÇEVİRİLERLE İLGİLİ TÜM GARANTİLERİ REDDEDER.",
    "2.Use of the Services":"2. Hizmetlerin Kullanımı",
    "2.1 As a condition of your use of the Services, you represent and warrant that (i) all information supplied by you in the course of your use of the Services is true, accurate, current and complete, and (ii) you are 13 years of age or older in order to use the Website. MekoTourizm does not knowingly collect the information of anyone under the age of 13.":"2.1 Hizmetleri kullanımınızın bir koşulu olarak, (i) Hizmetleri kullanımınız sırasında sağladığınız tüm bilgilerin doğru, doğru, güncel ve eksiksiz olduğunu ve (ii) 13 yaşında olduğunuzu beyan ve garanti etmektesiniz. Web Sitesini kullanmak için yaş veya daha büyük. MekoTourizm, 13 yaşından küçük hiç kimsenin bilgilerini bilerek toplamaz.",
    "2.2 Your use of the Services is permitted by MekoTourizm only for personal, non-commercial use and/or to make legitimate requests to make a Booking of the Products offered. You agree not to use this Services to make any speculative, false or fraudulent requests or Bookings.":"2.2 Hizmetleri kullanımınıza MekoTourizm tarafından yalnızca kişisel, ticari olmayan kullanım için ve/veya sunulan Ürünler için Rezervasyon yapmak için meşru taleplerde bulunmak için izin verilmektedir. Bu Hizmetleri herhangi bir spekülatif, yanlış veya hileli talep veya Rezervasyon yapmak için kullanmamayı kabul etmektesiniz.",
    "2.3 You further represent and warrant that you (a) are not currently suspended and have not previously been banned by MekoTourizm from using the Services; (b) are not acting on behalf of a competitor of MekoTourizm; (c) will not create more than one MekoTourizm Account; and (d) have full power and authority to enter into this legally binding agreement and in doing so will not violate any other agreement to which you are a party.":"2.3 Ayrıca, (a) şu anda MekoTourizm tarafından Hizmetler'i kullanmaktan askıya alınmadığınızı ve daha önce yasaklanmadığınızı; (b) MekoTourizm'in bir rakibi adına hareket etmemesi; (c) Birden fazla MekoTourizm Hesabı açmayacaktır; ve (d) yasal olarak bağlayıcı olan bu anlaşmayı imzalamak için tam yetki ve yetkiye sahip olacak ve bunu yaparken sizin tarafı olduğunuz diğer herhangi bir anlaşmayı ihlal etmeyecektir.",
    "2.4 We retain the right at our sole discretion to deny access to the Services to anyone at any time and for any reason, including, but not limited to, for violation of these Terms of Use.":"2.4 Bu Kullanım Koşullarının ihlali dahil ancak bununla sınırlı olmamak üzere, herhangi bir zamanda ve herhangi bir nedenle Hizmetlere erişimini tamamen kendi takdirimize bağlı olarak reddetme hakkını saklı tutarız.",
    "2.5 In accessing or using the Website, you may be exposed to content that is offensive, indecent, inaccurate, objectionable, or otherwise inappropriate. MekoTourizm does not endorse such content, and cannot vouch for its accuracy. You therefore access and use the Website at your own risk.":"2.5 Web Sitesine erişirken veya onu kullanırken saldırgan, uygunsuz, yanlış, sakıncalı veya başka bir şekilde uygunsuz içeriğe maruz kalabilirsiniz. MekoTourizm bu tür içerikleri onaylamaz ve doğruluğunu garanti edemez. Bu nedenle, Web Sitesine kendi sorumluluğunuzdadır erişir ve kullanırsınız.",
    "3.MekoTourizm Accounts":"3.Mekaturizm Hesapları",
    "3.2 Your MekoTourizm Account is for your personal use only. You may not impersonate someone else (e.g., adopt the identity of a celebrity), create a MekoTourizm Account for any person other than yourself, provide an e-mail address or other personal details other than your own, or create multiple MekoTourizm Accounts.":"3.2 MekoTourizm Hesabınız sadece kişisel kullanımınız içindir. Başka birinin kimliğine bürünemez (örneğin bir ünlünün kimliğini benimseyemez), kendiniz dışında herhangi bir kişi için MekoTourizm Hesabı oluşturamaz, kendi e-posta adresi veya diğer kişisel bilgilerinizi veremez veya birden fazla MekoTourizm Hesabı oluşturamazsınız.",
    "3.3 We may terminate or suspend access to your MekoTourizm Account or your ability to use the Services, in whole or in part, at our sole discretion, for any or no reason, and without notice or liability of any kind. For example, we may terminate or suspend your MekoTourizm Account or ability to use the Services if you misuse the Website. Any such termination or suspension could prevent you from accessing your MekoTourizm Account, the Website, User Content (as defined in Section 6.1), Website Content (as defined in Section 4.1), and/or any other related information.":"3.3 MekoTourizm Hesabınıza erişiminizi veya Hizmetleri kullanma yeteneğinizi kısmen veya tamamen kendi takdirimize bağlı olarak, herhangi bir nedenle veya herhangi bir nedenle ve herhangi bir bildirim veya yükümlülük olmaksızın feshedebilir veya askıya alabiliriz. Örneğin, Web Sitesini kötüye kullanırsanız MekoTourizm Hesabınızı veya Hizmetleri kullanma yeteneğinizi feshedebilir veya askıya alabiliriz. Bu tür bir fesih veya askıya alma, MekoTourizm Hesabınıza, Web Sitesine, Kullanıcı İçeriğine (Bölüm 6.1'de tanımlandığı gibi), Web Sitesi İçeriğine (Bölüm 4.1'de tanımlandığı gibi) ve/veya diğer ilgili bilgilere erişmenizi engelleyebilir.",
    "3.4 You may terminate your MekoTourizm Account at any time by contacting us to request that we close your MekoTourizm Account, and by discontinuing your use of any and all parts of the Services. If you close your MekoTourizm Account, we may continue to display your previously published User Content and are under no obligation to remove any of your User Content.":"3.4 MekoTourizm Hesabınızı, MekoTourizm Hesabınızı kapatmamızı talep etmek için bizimle iletişime geçerek ve Hizmetlerin herhangi bir bölümünü veya tüm kısımlarını kullanmayı bırakarak, istediğiniz zaman feshedebilirsiniz. MekoTourizm Hesabınızı kapatırsanız, daha önce yayınlanmış Kullanıcı İçeriğinizi görüntülemeye devam edebiliriz ve Kullanıcı İçeriğinizden herhangi birini kaldırma yükümlülüğümüz yoktur.",
    "3.5 AS A USER OF THE SERVICES, YOU UNDERSTAND AND AGREE THAT: (1) NEITHER MekoTourizm NOR ITS AFFILIATES WILL HAVE ANY LIABILITY TO YOU OR OTHERS FOR ANY UNAUTHORIZED BOOKINGS MADE USING YOUR MekoTourizm ACCOUNT AND/OR MekoTourizm ACCOUNT CREDENTIALS; AND (2) THE UNAUTHORIZED USE OF YOUR MekoTourizm ACCOUNT AND/OR MekoTourizm ACCOUNT CREDENTIALS COULD CAUSE YOU TO INCUR LIABILITY TO BOTH MekoTourizm AND OTHER USERS.":"3.5 HİZMETLERİN BİR KULLANICI OLARAK, şunları ANLAR VE KABUL EDERSİNİZ: (1) MekoTourizm HESABINIZ VE/VEYA MekoTourizm HESABINIZI KULLANARAK YAPILAN HERHANGİ BİR YETKİSİZ REZERVASYON İÇİN SİZİN VEYA BAŞKALARININ HİÇBİR SORUMLULUĞU OLMAYACAĞINI; VE (2) MekoTourizm HESABINIZIN VE/VEYA MekoTourizm HESABINIZIN YETKİ BİLGİLERİNİN İZİNSİZ KULLANIMI, HEM MekoTourizm VE DİĞER KULLANICILARA KARŞI SORUMLULUK MALZEMESİNE NEDEN OLABİLİR.",
    "4.Website Prohibited Activities":"4.Web Sitesinde Yasaklanan Faaliyetler",
    "4.2 Additionally, you agree that you will not and will not assist or enable others to:":"4.2 Ek olarak, başkalarının aşağıdakileri yapmasına yardım etmeyeceğinizi veya sağlamayacağınızı kabul etmektesiniz:",
    "a. use the Website or the Website Content for any commercial or unlawful purpose;":"a. Web Sitesini veya Web Sitesi İçeriğini herhangi bir ticari veya yasa dışı amaçla kullanmak;",
    "b. access, monitor or copy any Website Content using any robot; spider, scraper or other automated means or any manual process to access, scrape, index, retrieve or otherwise use the Website or any Website Content for any purpose without our express written permission;":"b. herhangi bir robot kullanarak herhangi bir Web Sitesi İçeriğine erişme, bunları izleme veya kopyalama; Açık yazılı iznimiz olmadan Web Sitesine veya herhangi bir Web Sitesi İçeriğine herhangi bir amaçla erişmek, kazımak, indekslemek, almak veya başka bir şekilde kullanmak için örümcek, kazıyıcı veya diğer otomatik araçlar veya herhangi bir manuel işlem;",
    "d. take any action that imposes, or may impose, in our discretion, an unreasonable or disproportionately large load on our infrastructure or makes excessive traffic demands on the Website;":"d. Altyapımıza makul olmayan veya orantısız olarak büyük bir yük getiren veya kendi takdirimize bağlı olarak yükleyebilecek veya Web Sitesinde aşırı trafik talep eden herhangi bir eylemde bulunmak;",
   "e. deep-link to any portion of the Website for any purpose without our express written permission;":"e. Açık yazılı iznimiz olmadan Web Sitesinin herhangi bir bölümüne herhangi bir amaçla derin bağlantı;",
"g. attempt to modify, translate, adapt, edit, decompile, disassemble, or reverse engineer any Software;":"g. herhangi bir Yazılımı değiştirmeye, çevirmeye, uyarlamaya, düzenlemeye, kaynak koda dönüştürmeye, parçalarına ayırmaya veya tersine mühendislik yapmaya teşebbüs etme;",
"h. use the Website to threaten, stalk, defraud, incite, harass, or advocate the harassment of another person, or otherwise interfere with another user's use of the Website;":"h. Web Sitesini başka bir kişiyi tehdit etmek, gizlice takip etmek, dolandırmak, kışkırtmak, taciz etmek veya taciz edilmesini savunmak için kullanmak veya başka bir kullanıcının Web Sitesini kullanımına başka bir şekilde müdahale etmek;",
"i. use the Website to submit or transmit spam, chain letters, contests, junk email, pyramid schemes, surveys, or other mass messaging, whether commercial in nature or not;":"i. Web Sitesini, doğası gereği ticari olsun ya da olmasın spam, zincirleme mektuplar, yarışmalar, önemsiz e-posta, piramit şemaları, anketler veya diğer toplu mesajlaşma göndermek veya iletmek için kullanmak;",
"j. use the Website in a manner that may create a conflict of interest, such as trading reviews with other business owners or writing or soliciting reviews;":"j. Web Sitesini, diğer işletme sahipleriyle inceleme ticareti yapmak veya inceleme yazmak veya istemek gibi çıkar çatışması yaratabilecek şekilde kullanmak;",
"k. use the Website to promote bigotry or discrimination against protected classes;":"k. Korumalı sınıflara karşı bağnazlığı veya ayrımcılığı teşvik etmek için Web Sitesini kullanmak;",
"l. use the Website to violate any third-party right, including any breach of confidence, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right;":"ben. Web Sitesini herhangi bir güven ihlali, ticari marka, patent, ticari sır, manevi hak, gizlilik hakkı, tanıtım hakkı veya diğer herhangi bir fikri mülkiyet veya mülkiyet hakkı dahil olmak üzere herhangi bir üçüncü taraf hakkını ihlal etmek için kullanmak;",
"m. use the Website to submit or transmit pornography or illegal content;":"m. Web Sitesini pornografi veya yasa dışı içerik göndermek veya iletmek için kullanmak;",
"n. use the Website to solicit personal information from minors, or to harm or threaten to cause harm to, any person including minors;":"n. Web Sitesini reşit olmayanlardan kişisel bilgi istemek veya reşit olmayanlar dahil herhangi bir kişiye zarar vermek veya zarar vermekle tehdit etmek için kullanmak;",
"o. attempt to gain unauthorized access to the Website, user accounts, computer systems or networks connected to the Website through hacking, password mining or any other means;":"Ö. Web Sitesine, kullanıcı hesaplarına, bilgisayar sistemlerine veya Web Sitesine bağlı ağlara bilgisayar korsanlığı, şifre madenciliği veya diğer herhangi bir yolla yetkisiz erişim sağlamaya çalışmak;",
"q. use any device, software or routine that interferes with the proper working of the Website, or otherwise attempt to interfere with the proper working of the Website;":"q. Web Sitesinin düzgün çalışmasına müdahale eden veya Web Sitesinin düzgün çalışmasına başka şekilde müdahale etmeye çalışan herhangi bir cihaz, yazılım veya rutini kullanmak;",
"r. use the Website to violate the security of any computer network, crack passwords or security encryption codes;":"r. Web Sitesini herhangi bir bilgisayar ağının güvenliğini ihlal etmek, şifreleri veya güvenlik şifreleme kodlarını kırmak için kullanmak;",
"s. disrupt or interfere with the security of, or otherwise cause harm to, the Website; or":"s. Web Sitesinin güvenliğini bozmak veya bunlara müdahale etmek veya Web Sitesine başka bir şekilde zarar vermek; veya",
"t. remove, circumvent, disable, damage or otherwise interfere with any security-related features of the Website, features that prevent or restrict the use or copying of Website Content, or features that enforce limitations on the use of the Website.":"t. Web Sitesinin güvenlikle ilgili özelliklerini, Web Sitesi İçeriğinin kullanımını veya kopyalanmasını engelleyen veya kısıtlayan özellikleri veya Web Sitesinin kullanımına sınırlamalar getiren özellikleri kaldırmak, atlatmak, devre dışı bırakmak, hasar vermek veya başka bir şekilde müdahale etmek.",
"5.Electronic Communications":"5.Elektronik İletişim",
"5.1. When you use the MekoTourizm Website, or send e-mails, text messages, and other communications from your desktop or mobile device to us, you are communicating with us electronically and agree that we may communicate with you in a variety of ways, such as by e-mail, in-app push notices, or by posting notices and messages on the Website. You may unsubscribe from marketing-related e-mails by emailing unsubscribe@MekoTourizm.com, however we may continue to send you non-marketing messages, such as messages related to any upcoming Bookings.":"5.1. MekoTourizm Web Sitesini kullandığınızda veya masaüstünüzden veya mobil cihazınızdan bize e-posta, metin mesajı ve diğer iletişimleri gönderdiğinizde, bizimle elektronik olarak iletişim kuruyorsunuz ve sizinle aşağıdaki gibi çeşitli şekillerde iletişim kurabileceğimizi kabul ediyorsunuz. e-posta, uygulama içi anlık bildirimler veya Web Sitesinde bildirimler ve mesajlar yayınlayarak. unsubscribe@MekoTourizm.com adresine e-posta göndererek pazarlamayla ilgili e-postaların aboneliğinden çıkabilirsiniz, ancak size yaklaşan Rezervasyonlarla ilgili mesajlar gibi pazarlama dışı mesajlar göndermeye devam edebiliriz.",
"6.Content":"6.İçerik",
"6.2. By submitting User Content, you grant MekoTourizm and its affiliates a worldwide, non-exclusive, royalty-free, fully paid-up, perpetual, transferable, irrevocable and fully sub-licensable right to (a) use, reproduce, modify, adapt, translate, distribute, publish, create derivative works from and publicly display and perform such User Content throughout the world in any media, now known or hereafter devised, for any purpose; and (b) use the name that you submit in connection with such User Content. You acknowledge that MekoTourizm may choose to provide attribution of your User Content at our discretion. You further grant MekoTourizm the right to pursue at law any person or entity that violates your or MekoTourizm's rights in the User Content by a breach of these Terms of Use. You acknowledge and agree that User Content is non-confidential and non-proprietary. If it is determined that you retain moral rights (including rights of attribution or integrity) in the User Content, you hereby declare that (a) you do not require that any personally identifying information be used in connection with the User Content, or any derivative works of or upgrades or updates thereto; (b) you have no objection to the publication, use, modification, deletion and exploitation of the User Content by MekoTourizm or its licensees, successors and assigns; (c) you forever waive and agree not to claim or assert any entitlement to any and all moral rights of an author in any of the User Content; and (d) you forever release MekoTourizm, and its licensees, successors and assigns, from any claims that you could otherwise assert against MekoTourizm by virtue of any such moral rights.":"6.2. Kullanıcı İçeriğini göndererek, MekoTourizm ve iştiraklerine dünya çapında, münhasır olmayan, telifsiz, tamamen ödenmiş, daimi, devredilebilir, geri alınamaz ve tamamen alt lisanslanabilir (a) kullanma, çoğaltma, değiştirme, uyarlama, Çevirmek, dağıtmak, yayınlamak, bunlardan türetilen işler oluşturmak ve bu Kullanıcı İçeriğini dünya çapında şu anda bilinen veya bundan sonra tasarlanacak herhangi bir ortamda herhangi bir amaç için herkese açık olarak görüntülemek ve gerçekleştirmek; ve (b) bu ​​Kullanıcı İçeriği ile bağlantılı olarak gönderdiğiniz adı kullanın. MekoTourizm'in kendi takdirimize bağlı olarak Kullanıcı İçeriğinize atıfta bulunmayı seçebileceğini kabul etmektesiniz. Ayrıca, MekoTourizm'e, bu Kullanım Koşullarını ihlal ederek Kullanıcı İçeriğinde sizin veya MekoTourizm'in haklarını ihlal eden herhangi bir kişi veya kuruluşu yasal olarak takip etme hakkı veriyorsunuz. Kullanıcı İçeriğinin gizli ve tescilli olmadığını onaylıyor ve kabul ediyorsunuz. Kullanıcı İçeriğinde manevi haklara (atıf veya bütünlük hakları dahil) sahip olduğunuz belirlenirse, (a) Kullanıcı İçeriği veya herhangi bir türev ile bağlantılı olarak herhangi bir kişisel tanımlayıcı bilginin kullanılmasını gerektirmediğinizi beyan edersiniz. çalışmaları veya bunlara ilişkin yükseltmeler veya güncellemeler; (b) Kullanıcı İçeriğinin MekoTourizm veya lisans sahipleri, halefleri ve devralanları tarafından yayınlanmasına, kullanılmasına, değiştirilmesine, silinmesine ve istismar edilmesine itirazınız yoktur; (c) bir yazarın Kullanıcı İçeriğindeki herhangi bir veya tüm manevi hakları üzerinde herhangi bir hak talebinde bulunmamayı veya ileri sürmemeyi sonsuza kadar reddeder ve kabul edersiniz; ve (d) MekoTourizm'i ve lisans sahiplerini, haleflerini ve devralanlarını, bu tür manevi haklar nedeniyle MekoTourizm'e karşı ileri sürebileceğiniz herhangi bir iddiadan sonsuza kadar ibra edersiniz.",
"6.3 MekoTourizm and its affiliates may display advertisements and other information adjacent to or included with your User Content on the Website. You are not entitled to any compensation for such advertisements. The manner, mode and extent of such advertising are subject to change without notice to you.":"6.3 MekoTourizm ve iştirakleri, Web Sitesinde Kullanıcı İçeriğinize bitişik veya bunlara dahil olan reklamları ve diğer bilgileri görüntüleyebilir. Bu tür reklamlar için herhangi bir tazminat alma hakkınız yoktur. Bu tür reklamların şekli, modu ve kapsamı size haber verilmeksizin değiştirilebilir.",
"a. content that is unlawful, libelous, defamatory, obscene, pornographic, indecent, lewd, suggestive, harassing, threatening, invasive of privacy or publicity rights, abusive, inflammatory, fraudulent or otherwise objectionable;":"a. yasa dışı, iftira niteliğinde, küçük düşürücü, müstehcen, pornografik, uygunsuz, açık saçık, müstehcen, taciz edici, tehdit edici, mahremiyet veya tanıtım haklarını ihlal eden, küfürlü, kışkırtıcı, hileli veya başka bir şekilde sakıncalı içerik;",
"b. content that would constitute, encourage or provide instructions for a criminal offense, violate the rights of any party, or that would otherwise create liability or violate any local, state, national or international law, including, without limitation, the regulations of the U.S. Securities and Exchange Commission (SEC) or any rules of a securities exchange such as the New York Stock Exchange (NYSE), the American Stock Exchange or the NASDAQ;":"b. ceza gerektiren bir suç teşkil edecek, teşvik edecek veya talimat verecek, herhangi bir tarafın haklarını ihlal edecek veya başka bir şekilde sorumluluk oluşturacak veya ABD Menkul Kıymetlerin düzenlemeleri dahil ancak bunlarla sınırlı olmamak üzere herhangi bir yerel, eyalet, ulusal veya uluslararası hukuku ihlal edecek içerik ve Borsa Komisyonu (SEC) veya New York Menkul Kıymetler Borsası (NYSE), Amerikan Menkul Kıymetler Borsası veya NASDAQ gibi bir menkul kıymetler borsasının kuralları;",
"c. content that may infringe any patent, trademark, trade secret or other intellectual or proprietary right of any party;":"c. herhangi bir tarafın herhangi bir patentini, ticari markasını, ticari sırrını veya diğer fikri veya mülkiyet haklarını ihlal edebilecek içerik;",
"d. content that impersonates any person or entity or otherwise misrepresents your affiliation with a person or entity, including MekoTourizm;":"d. MekoTourizm dahil olmak üzere herhangi bir kişi veya kuruluşun kimliğine bürünen veya bir kişi veya kuruluşla olan bağlantınızı başka şekilde yanlış tanıtan içerik;",
"e. promotions, political campaigning, advertising, contests, raffles, or solicitations;":"e. promosyonlar, siyasi kampanyalar, reklamlar, yarışmalar, çekilişler veya talepler;",

"f. private information of any third party, including, without limitation, surname (family name) address, telephone number, e-mail address, Social Security number and credit card number;":"f. Soyadı (aile adı) adresi, telefon numarası, e-posta adresi, Sosyal Güvenlik numarası ve kredi kartı numarası dahil ancak bunlarla sınırlı olmamak üzere herhangi bir üçüncü şahsın özel bilgileri;",
"g. Viruses, corrupted data or other harmful, disruptive or destructive files;":"g. Virüsler, bozuk veriler veya diğer zararlı, bozucu veya yıkıcı dosyalar;",
"h. content that is unrelated to the topic of the Interactive Area(s) in which such User Content is posted; or":"h. bu Kullanıcı İçeriğinin yayınlandığı Etkileşimli Alan(lar)ın konusuyla ilgisi olmayan içerik; veya",
"i. content or links to content that, in the sole judgment of MekoTourizm, (a) violates the previous subsections herein, (b) is objectionable, (c) restricts or inhibits any other person from using or enjoying the Interactive Areas or the Website, and/or (d) may expose MekoTourizm or its affiliates or Website users to any harm or liability of any type.":"i. MekoTourizm'in kendi takdirine bağlı olarak, (a) önceki alt bölümleri ihlal eden, (b) sakıncalı olan, (c) başka herhangi bir kişinin Etkileşimli Alanları veya Web Sitesini kullanmasını veya bunlardan yararlanmasını kısıtlayan veya engelleyen içerik veya içeriğe bağlantılar ve /veya (d) MekoTourizm'i veya bağlı kuruluşlarını veya Web sitesi kullanıcılarını her türlü zarara veya yükümlülüğe maruz bırakabilir..",
"6.5 You alone are responsible for the User Content you submit. You assume all risks associated with such User Content, including anyone's reliance on its accuracy, completeness or usefulness, or any disclosure by you of information in such User Content that makes you personally identifiable. You represent that you own, or have the necessary permissions to use, and authorize the use of, such User Content as described herein. You may not imply that such User Content is in any way sponsored or endorsed by MekoTourizm.":"6.5 Gönderdiğiniz Kullanıcı İçeriğinden yalnızca siz sorumlusunuz. Herhangi birinin doğruluğuna, eksiksizliğine veya kullanışlılığına güvenmesi veya bu Kullanıcı İçeriğindeki sizi kişisel olarak tanımlanabilir kılan bilgilerin tarafınızca ifşa edilmesi dahil olmak üzere, bu Kullanıcı İçeriğiyle ilgili tüm riskleri üstlenirsiniz. Burada açıklanan Kullanıcı İçeriğinin sahibi olduğunuzu veya kullanmak için gerekli izinlere sahip olduğunuzu ve bu tür Kullanıcı İçeriğinin kullanımına izin verdiğinizi beyan edersiniz. Bu Kullanıcı İçeriğinin hiçbir şekilde MekoTourizm tarafından desteklendiğini veya onaylandığını ima edemezsiniz.",

"6.6 MekoTourizm takes no responsibility and assumes no liability for any User Content posted, stored or uploaded by you or any third party, or for any loss or damage thereto, nor is MekoTourizm liable for any mistakes, defamation, slander, libel, omissions, falsehoods, obscenity, pornography or profanity you may encounter.":"6.6 MekoTourizm, tarafınızca veya herhangi bir üçüncü şahıs tarafından yayınlanan, saklanan veya yüklenen Kullanıcı İçeriği veya bunlara ilişkin herhangi bir kayıp veya hasar için hiçbir sorumluluk ve yükümlülük kabul etmez ve MekoTourizm herhangi bir hata, karalama, iftira, iftira, ihmal, yalandan sorumlu değildir. , müstehcenlik, pornografi veya küfürle karşılaşabilirsiniz.",
"6.7 Although MekoTourizm has no obligation to screen, edit or monitor any User Content, MekoTourizm reserves the right, and has absolute discretion, to remove, screen, translate or edit without notice any User Content at any time and for any reason, and/or to have such actions performed by third parties on its behalf, and you are solely responsible for creating back-up copies and replacements of your User Content at your sole cost and expense. MekoTourizm has no obligation to retain or provide you with copies of your User Content, nor do we guarantee any confidentiality with respect to your User Content.":"6.7 MekoTourizm'in herhangi bir Kullanıcı İçeriğini görüntüleme, düzenleme veya izleme yükümlülüğü olmamasına rağmen, MekoTourizm herhangi bir Kullanıcı İçeriğini herhangi bir zamanda ve herhangi bir nedenle herhangi bir bildirimde bulunmaksızın kaldırma, görüntüleme, tercüme etme veya düzenleme hakkını saklı tutar ve mutlak takdir yetkisine sahiptir ve/veya bu tür eylemleri kendi adına üçüncü taraflara yaptırmak ve Kullanıcı İçeriğinizin yedek kopyalarını ve değiştirmelerini yalnızca maliyet ve masrafları size ait olmak üzere oluşturmaktan yalnızca siz sorumlusunuz. MekoTourizm'in Kullanıcı İçeriğinizin kopyalarını saklama veya size sağlama yükümlülüğü yoktur ve Kullanıcı İçeriğinize ilişkin herhangi bir gizliliği garanti etmemekteyiz.",
"6.8 Any use by you of the Interactive Areas or other portions of the Website in violation of the foregoing violates these Terms of Use and may result in, among other things, termination or suspension of your rights to use the Interactive Areas and/or the Website.":"6.8 Etkileşimli Alanları veya Web Sitesinin diğer bölümlerini yukarıda belirtilenleri ihlal edecek şekilde kullanmanız bu Kullanım Koşullarını ihlal eder ve diğer şeylerin yanı sıra Etkileşimli Alanları ve/veya Web Sitesini kullanma haklarınızın feshedilmesi veya askıya alınmasıyla sonuçlanabilir. .",
"7.Links to Third Party Websites":"7. Üçüncü Taraf Web Sitelerine Bağlantılar",
"7.2 We do not control Third Party Sites and are not responsible for their contents, or the privacy or other practices of those that own and operate them.":"7.2 Üçüncü Şahıs Sitelerini kontrol etmiyoruz ve içeriklerinden veya bu sitelere sahip olan ve onları işletenlerin gizlilik veya diğer uygulamalarından sorumlu değiliz.",
"7.3 It is your responsibility to ensure that whatever hyperlinks you select and/or software you download (whether from the Website or Third Party Sites, and including Software, as defined in Section 8.2) are free of Viruses.":"7.3 Seçtiğiniz köprülerin ve/veya indirdiğiniz yazılımların (Web Sitesinden veya Üçüncü Taraf Sitelerinden ve Bölüm 8.2'de tanımlandığı gibi Yazılım dahil) Virüs içermediğinden emin olmak sizin sorumluluğunuzdadır.",
"7.4 In some cases you may be asked on a Third Party Site if you wish to link your profile on MekoTourizm to a profile on such Third Party Site. Choosing to do so is optional. If you decide to link your profiles and you later wish to disable such link, you should contact the Third Party Site.":"7.4 Bazı durumlarda, bir Üçüncü Taraf Sitesinde MekoTourizm'deki profilinizi bu Üçüncü Taraf Sitesindeki bir profile bağlamak isteyip istemediğiniz sorulabilir. Bunu yapmayı seçmek isteğe bağlıdır. Profillerinizi bağlamaya karar verirseniz ve daha sonra bu bağlantıyı devre dışı bırakmak isterseniz, Üçüncü Taraf Sitesi ile iletişime geçmelisiniz.",
"8.Software on the Website":"8.Web Sitesindeki Yazılım",
"8.1 Software from the Website is further subject to United States export controls. No software from the Website may be downloaded or otherwise exported or re-exported (a) into (or to a national or resident of) Cuba, Iraq, Sudan, North Korea, Iran, Syria, or any other country to which the U.S. has embargoed goods, or (b) to anyone on the U.S. Treasury Department list of Specially Designated Nationals or the U.S. Commerce Department's Table of Deny Orders. By using the Website, you represent and warrant that you are not located in, under the control of, or a national or resident of any such country or on any such list.":"8.1 Web Sitesindeki Yazılımlar ayrıca Amerika Birleşik Devletleri ihracat kontrollerine tabidir. Web Sitesinden hiçbir yazılım indirilemez veya başka bir şekilde ihraç edilemez veya (a) Küba, Irak, Sudan, Kuzey Kore, İran, Suriye veya ABD'nin sahip olduğu başka herhangi bir ülkeye (veya bir vatandaşına veya mukimine) yeniden ihraç edilemez. ambargolu mallar veya (b) ABD Hazine Bakanlığı'nın Özel Olarak Belirlenmiş Vatandaşlar listesindeki veya ABD Ticaret Bakanlığı'nın Emirleri Reddetme Tablosu'ndaki herhangi birine. Web Sitesini kullanarak, bu tür bir ülkede veya bu tür bir listede bulunmadığınızı, kontrolü altında olmadığınızı veya vatandaşı olmadığınızı veya mukim olmadığınızı beyan ve garanti edersiniz.",
"8.3 You acknowledge and agree that all Software contained on the Website is protected by copyright laws and international treaty provisions. Any reproduction or redistribution of the Software is expressly prohibited, and may result in severe civil and criminal penalties. Violators will be prosecuted to the maximum extent possible.":"8.3 Web Sitesinde yer alan tüm Yazılımların telif hakkı yasaları ve uluslararası anlaşma hükümleriyle korunduğunu onaylar ve kabul edersiniz. Yazılımın herhangi bir şekilde çoğaltılması veya yeniden dağıtılması kesinlikle yasaktır ve ciddi hukuki ve cezai yaptırımlara neden olabilir. İhlal edenler, mümkün olan azami ölçüde yargılanacaktır.",
"8.4 WITHOUT LIMITING THE FOREGOING, COPYING OR REPRODUCTION OF THE SOFTWARE TO ANY OTHER SERVER OR LOCATION FOR FURTHER REPRODUCTION OR REDISTRIBUTION IS EXPRESSLY PROHIBITED. THE SOFTWARE IS WARRANTED, IF AT ALL, ONLY IN ACCORDANCE WITH THE TERMS OF THE APPLICABLE LICENSE AGREEMENT.":"8.4 YUKARIDAKİLERİ SINIRLAMAKSIZIN, YAZILIMIN DAHA FAZLA ÇOĞALTILMASI VEYA YENİDEN DAĞITILMASI İÇİN BAŞKA BİR SUNUCUYA VEYA KONUMA KOPYALANMASI VEYA ÇOĞALTILMASI AÇIKÇA YASAKTIR. YAZILIM, HİÇBİR ŞEKİLDE YALNIZCA GEÇERLİ LİSANS ANLAŞMASININ HÜKÜMLERİNE UYGUN OLARAK GARANTİ VERİLİR.",
"9.Copyright and Trademark Notices":"9.Telif Hakkı ve Ticari Marka Bildirimleri",
"9.1 Excluding Third Party Content, the Website and all content of the Website including, but not limited to, all visual interfaces, interactive features, custom graphics, design, computer code, products, software, compilation of other content (such as compilation of third party content), and other elements and components of the Website are: ©2019 MekoTourizm, Inc. All rights reserved. MekoTourizm is not responsible for content on websites operated by parties other than MekoTourizm. All other product or service names or slogans displayed on the Website (including those of the Products) are registered and/or common law trademarks of MekoTourizm, Inc. and/or its suppliers or licensors, and may not be copied, imitated or used, in whole or in part, without the prior written permission of MekoTourizm or the applicable trademark holder. In addition, the look and feel of the Website, including all page headers, custom graphics, button icons and scripts, is the service mark, trademark and/or trade dress of MekoTourizm and may not be copied, imitated or used, in whole or in part, without the prior written permission of MekoTourizm. All other trademarks, registered trademarks, product names and company names or logos mentioned in the Website are the property of their respective owners. Reference to any products, services, processes or other information, by trade name, trademark, manufacturer, supplier or otherwise does not constitute or imply endorsement, sponsorship or recommendation thereof by Travel.":"9.1 Üçüncü Şahıs İçeriği Hariç, Web Sitesi ve tüm görsel arayüzler, etkileşimli özellikler, özel grafikler, tasarım, bilgisayar kodu, ürünler, yazılım, diğer içeriğin derlenmesi dahil ancak bunlarla sınırlı olmamak üzere Web Sitesinin tüm içeriği (üçüncü kişilerin derlenmesi gibi) taraf içeriği) ve Web Sitesinin diğer unsurları ve bileşenleri şunlardır: ©2019 MekoTourizm, Inc. Tüm hakları saklıdır. MekoTourizm, MekoTourizm dışındaki taraflarca işletilen web sitelerindeki içeriklerden sorumlu değildir. Web Sitesinde görüntülenen diğer tüm ürün veya hizmet adları veya sloganlar (Ürünlere ait olanlar dahil) MekoTourizm, Inc. ve/veya tedarikçilerinin veya lisans verenlerinin tescilli ve/veya örf ve adetlerine ilişkin ticari markalarıdır ve kopyalanamaz, taklit edilemez veya kullanılamaz, MekoTourizm'in veya ilgili ticari marka sahibinin önceden yazılı izni olmaksızın tamamen veya kısmen. Ayrıca, tüm sayfa başlıkları, özel grafikler, düğme simgeleri ve komut dosyaları dahil olmak üzere Web Sitesinin görünümü ve hissi, MekoTourizm'in hizmet markası, ticari markası ve/veya ticari takdim şeklidir ve tamamen veya tamamen kopyalanamaz, taklit edilemez veya kullanılamaz. kısmen, MekoTourizm'in önceden yazılı izni olmaksızın. Web Sitesinde adı geçen diğer tüm ticari markalar, tescilli ticari markalar, ürün adları ve şirket adları veya logolar ilgili sahiplerinin mülkiyetindedir. Herhangi bir ürüne, hizmete, sürece veya diğer bilgilere ticari ad, ticari marka, üretici, tedarikçi veya başka bir şekilde atıfta bulunulması, Travel tarafından onay, sponsorluk veya tavsiye teşkil etmez veya ima etmez.",
"9.2 If you are aware of an infringement of either your brand or our brand, click here and follow the Copyright Complaint Policy instructions.":"9.2 Markanızın veya markamızın bir ihlalinden haberdarsanız, burayı tıklayın ve Telif Hakkı Şikayet Politikası talimatlarını izleyin.",
"10.Products and Booking Reservations":"10.Ürünler ve Rezervasyon Rezervasyonları",
"10.3 MekoTourizm is not a travel agency and does not provide or own any Experiences. Although MekoTourizm provides the Website with information about Products and facilitates Bookings, such actions do not in any way constitute MekoTourizm's sponsorship or approval of such Suppliers, or any affiliation between MekoTourizm and any Supplier. Although MekoTourizm Members may rate and review particular Products based on their own experiences, MekoTourizm does not endorse or recommend any Products. You agree that MekoTourizm is not responsible for the accuracy or completeness of information it obtains from Suppliers and/or that is displayed on the Website.":"10.3 MekoTourizm bir seyahat acentesi değildir ve herhangi bir Deneyim sağlamaz veya sahibi değildir. MekoTourizm, Web Sitesine Ürünler hakkında bilgi sağlasa ve Rezervasyonları kolaylaştırsa da, bu tür eylemler hiçbir şekilde MekoTourizm'in bu Tedarikçilere sponsor olduğu veya onay verdiği veya MekoTourizm ile herhangi bir Tedarikçi arasında herhangi bir bağlantı oluşturduğu anlamına gelmez. MekoTourizm Üyeleri belirli Ürünleri kendi deneyimlerine göre değerlendirip değerlendirebilse de, MekoTourizm herhangi bir Ürünü onaylamaz veya önermez. MekoTourizm'in Tedarikçilerden aldığı ve/veya Web Sitesinde görüntülenen bilgilerin doğruluğundan veya eksiksizliğinden sorumlu olmadığını kabul etmektesiniz.",
"10.4 By making a Booking, you warrant that you are at least 18 years of age, that you possess the legal authority to enter into both this binding agreement and a binding agreement with the Supplier, to use the Services, to purchase the Product, and that all information you supply is true and accurate. You further agree that you will use the Platform to make only legitimate Bookings for you and/or others for whom you are legally authorized to act.":"10.4 Rezervasyon yaparak, en az 18 yaşında olduğunuzu, hem bu bağlayıcı sözleşmeyi hem de Tedarikçi ile bağlayıcı bir sözleşmeyi akdetmek, Hizmetleri kullanmak, Ürünü satın almak için yasal yetkiye sahip olduğunuzu ve sağladığınız tüm bilgilerin doğru ve doğru olduğunu. Ayrıca, Platformu yalnızca sizin ve/veya yasal olarak adına hareket etmeye yetkili olduğunuz diğer kişiler için meşru Rezervasyonlar yapmak için kullanacağınızı kabul edersiniz.",
"11.Pricing":"11.Pricing",
"11.1 The price of each Product will be quoted on a per-person basis, unless otherwise specified.":"11.1 Aksi belirtilmedikçe, her bir Ürünün fiyatı kişi başı olarak verilecektir.",
"11.2 Prices are based on the local tariff at the time of quoting, converted at the prevailing foreign-exchange rate as determined by MekoTourizm. See Section 12 for more information about currency conversions.":"11.2 Fiyatlar, teklif sırasında MekoTourizm tarafından belirlenen geçerli döviz kuru üzerinden dönüştürülmüş yerel tarifeye dayanmaktadır. Para birimi dönüştürmeleri hakkında daha fazla bilgi için Bölüm 12'ye bakın.",
"11.3 Price quotations are subject to change without notice, until a Booking has been made.":"11.3 Fiyat teklifleri, bir Rezervasyon yapılana kadar haber verilmeksizin değiştirilebilir.",


"11.4 Unless the Supplier has otherwise specified, prices do not include any local taxes or use-fees, including foreign departure, security, port charges, park fees, customs, immigration, agricultural, passenger-facility charges or international transportation tax.":"11.4 Tedarikçi aksini belirtmediği sürece, fiyatlara yurt dışı çıkış, güvenlik, liman ücretleri, park ücretleri, gümrük, göçmenlik, tarım, yolcu-tesis ücretleri veya uluslararası ulaşım vergisi dahil olmak üzere herhangi bir yerel vergi veya kullanım ücreti dahil değildir.",

"11.5 Inclusions are determined by the Supplier. Prices do not include tips/gratuities; passport and visa fees; baggage and personal insurance; any items of a personal nature; taxes or duties; and any beverages or food that the Supplier has not specifically stated are included.":"11.5 Dahil edilenler Tedarikçi tarafından belirlenir. Fiyatlara bahşiş/bahşişler dahil değildir; pasaport ve vize ücretleri; bagaj ve kişisel sigorta; kişisel nitelikteki herhangi bir öğe; vergiler veya harçlar; ve Tedarikçinin özellikle belirtmediği herhangi bir içecek veya yiyecek dahildir.",
"12.Currency Conversionss":"12.Para Birimi Dönüşümleri",
"12.1 If MekoTourizm provides a currency converter, currency rates are based on various publicly available sources and should be used as guidelines only. Rates are not verified, and actual rates may vary. Currency quotes may not be updated on a daily basis, and MekoTourizm and its affiliates do not warrant or guarantee accuracy. MekoTourizm shall not be liable to you if prices change due to currency fluctuations.":"12.1 MekoTourizm bir para birimi dönüştürücü sağlıyorsa, para birimi oranları kamuya açık çeşitli kaynaklara dayalıdır ve yalnızca kılavuz olarak kullanılmalıdır. Fiyatlar doğrulanmamıştır ve gerçek oranlar değişebilir. Döviz fiyatları günlük olarak güncellenemez ve MekoTourizm ve iştirakleri doğruluğu garanti veya garanti etmez. Kur dalgalanmaları nedeniyle fiyatların değişmesi durumunda MekoTourizm size karşı sorumlu olmayacaktır.",
"13.Payments":"13.Ödemeler",


"13.1 When you make a Booking, MekoTourizm collects your payment information and processes your payment as described in Section 14. In doing so, MekoTourizm acts as the limited payment collection agent of the Supplier, collecting your payment for the applicable Product(s) on behalf of such Supplier. Full payment by credit or debit card is required to make a Booking, unless otherwise specified. The payee will be listed as MekoTourizm/Tripadvisor on your statement.":"13.1 Bir Rezervasyon yaptığınızda, MekoTourizm ödeme bilgilerinizi toplar ve ödemenizi Bölüm 14'te açıklandığı şekilde işler. Bunu yaparken MekoTourizm, Tedarikçinin sınırlı ödeme tahsilat temsilcisi olarak hareket eder ve ilgili Ürün(ler) için ödemenizi sizin adına tahsil eder. böyle bir Tedarikçinin. Aksi belirtilmedikçe, Rezervasyon yapmak için kredi veya banka kartı ile tam ödeme yapılması gerekmektedir. Alacaklı, ekstrenizde MekoTourizm/Tripadvisor olarak listelenecektir.",


"13.2 The value of your Booking may be subject to taxes, duties, foreign transaction, currency exchange or other fees. Your bank or payment card company may convert the payment into the local currency and may charge fees, resulting in differences between the amount displayed through the Platform, and the final amount charged to you. MekoTourizm recommends that you contact your bank or card company if you have any questions concerning any applicable currency conversion or fees.":"13.2 Rezervasyonunuzun değeri vergilere, harçlara, yabancı işlemlere, döviz bozdurma veya diğer ücretlere tabi olabilir. Bankanız veya ödeme kartı şirketiniz, ödemeyi yerel para birimine çevirebilir ve ücret alabilir, bu da Platform aracılığıyla görüntülenen tutar ile sizden alınan nihai tutar arasında farklara neden olabilir. MekoTourizm, geçerli herhangi bir para birimi dönüştürme veya ücretlerle ilgili herhangi bir sorunuz varsa bankanız veya kart şirketinizle iletişime geçmenizi önerir.",


"14.Payment Processing":"14.Ödeme İşlemleri",


"14.1 Under these Terms of Use, the payment processing services for the Services provided are provided by MekoTourizm Limited (on behalf of MekoTourizm Inc.), or by MekoTourizm Inc., or by MekoTourizm Systems Pty Limited, depending on the payment method used for your Booking. MekoTourizm Limited's registered office address is 7 Soho Square, London W1D 3QB, UK. MekoTourizm Systems Pty Limited's registered office address is Level 5, 219 Cleveland St, Redfern, NSW 2016, Australia.":"14.1 Bu Kullanım Koşulları kapsamında, sağlanan Hizmetler için ödeme işleme hizmetleri, sizin için kullanılan ödeme yöntemine bağlı olarak MekoTourizm Limited (MekoTourizm Inc. adına) veya MekoTourizm Inc. veya MekoTourizm Systems Pty Limited tarafından sağlanmaktadır. Rezervasyon. MekoTourizm Limited'in kayıtlı ofis adresi 7 Soho Square, London W1D 3QB, UK'dir. MekoTourizm Systems Pty Limited'in kayıtlı ofis adresi Level 5, 219 Cleveland St, Redfern, NSW 2016, Avustralya'dır.",


"14.2 In the event you make a Booking using a credit or debit card and your payment is processed via a European acquirer, the payment processing services will be provided by MekoTourizm Limited on behalf of MekoTourizm Inc. (generally indicated by MekoTourizm Limited being referenced on your card statement). For a Booking made using any other payment method, the payment processing services will be provided by either MekoTourizm Inc. or MekoTourizm Systems Pty Limited (as stated on the applicable payment statement). If your payment was processed by MekoTourizm Limited or MekoTourizm Inc., the Terms of Use constitute an agreement between you and MekoTourizm Inc. If your payment was processed by MekoTourizm Systems Pty Limited, the Terms of Use are an agreement between you and MekoTourizm Systems Pty Limited, and the Services are provided to you by MekoTourizm Systems Pty Limited. For the avoidance of doubt, these Terms of Use never constitute an agreement between you and MekoTourizm Limited.":"14.2 Kredi veya banka kartı kullanarak Rezervasyon yapmanız ve ödemenizin Avrupalı ​​bir alıcı aracılığıyla işlenmesi durumunda, ödeme işleme hizmetleri MekoTourizm Inc. kart ekstresi). Başka bir ödeme yöntemi kullanılarak yapılan bir Rezervasyon için, ödeme işleme hizmetleri MekoTourizm Inc. veya MekoTourizm Systems Pty Limited (geçerli ödeme bildiriminde belirtildiği gibi) tarafından sağlanacaktır. Ödemeniz MekoTourizm Limited veya MekoTourizm Inc. tarafından işlenmişse, Kullanım Koşulları sizinle MekoTourizm Inc. arasında bir sözleşme teşkil eder. Ödemeniz MekoTourizm Systems Pty Limited tarafından işlenmişse, Kullanım Koşulları MekoTourizm Systems Pty ile aranızdaki bir sözleşmedir. Limited ve Hizmetler size MekoTourizm Systems Pty Limited tarafından sağlanmaktadır. Şüpheye mahal vermemek adına, bu Kullanım Koşulları hiçbir zaman sizinle MekoTourizm Limited arasında bir anlaşma teşkil etmez.",


"15.Modifications or Cancellations by You":"15. Sizin Tarafınızdan Yapılan Değişiklikler veya İptaller",


"15.1 Once a Product has been purchased, your Booking cannot be changed by you or cancelled with a refund, unless otherwise stated in the terms and conditions applicable to such Product.":"15.1 Bir Ürün satın alındıktan sonra, söz konusu Ürün için geçerli hüküm ve koşullarda aksi belirtilmedikçe, Rezervasyonunuz tarafınızca değiştirilemez veya para iadesi ile iptal edilemez.",


"15.2 The standard cancellation policy allows you to request a change to and/or cancel a Booking up until 24 hours before the start time of the Booking; or if the Experience does not have an explicit start time, the deadline to request a change or to cancel will generally be 11:59pm, two days before the start date. Timings are calculated in accordance with the time zone of the Experience.":"15.2 Standart iptal politikası, Rezervasyonun başlangıç ​​saatinden 24 saat öncesine kadar bir Rezervasyonda değişiklik talep etmenize ve/veya bir Rezervasyonu iptal etmenize olanak tanır; veya Deneyimin açık bir başlangıç ​​saati yoksa, değişiklik talep etmek veya iptal etmek için son tarih genellikle başlangıç ​​tarihinden iki gün önce 23:59'dur. Zamanlamalar, Deneyimin saat dilimine göre hesaplanır.",

"15.3 If any Product is designated as 'All Sales Final' or with materially similar messaging (which includes but is not limited to all group bookings booked through our Group Bookings Department), it is non-refundable, and it will not be possible to change or cancel it after making a Booking. A minority of Products have other, different cancellation policies. In all circumstances, you must check the cancellation policy contained in the applicable Product listing at the time of your Booking, which is the policy that will apply to and govern the terms of your cancellation and any refunds":"15.3 Herhangi bir Ürün 'Tüm Satışlar Nihai' olarak belirlenmişse veya önemli ölçüde benzer mesajlarla (Grup Rezervasyonları Departmanımız aracılığıyla rezerve edilen tüm grup rezervasyonlarını içerir ancak bunlarla sınırlı değildir), iade edilemez ve değiştirilmesi mümkün olmayacaktır. veya Rezervasyon yaptıktan sonra iptal edin. Ürünlerin az bir kısmının başka, farklı iptal politikaları vardır. Her koşulda, rezervasyonunuz sırasında geçerli Ürün listesinde yer alan iptal politikasını kontrol etmeniz gerekir; bu politika, iptaliniz ve tüm geri ödemeleriniz için geçerli olacak ve bu koşulları yönetecektir.",

"15.5 All Change Requests shall be processed by MekoTourizm subject to the availability and agreement of the applicable Supplier. MekoTourizm does not guarantee the success of any Change Request. To the extent the Supplier is unwilling or unable to accept such Change Request, then your right to a refund (if any) shall be governed by the cancellation terms of your Booking.":"15.5 Tüm Değişiklik Talepleri, ilgili Tedarikçinin uygunluğuna ve mutabakatına bağlı olarak MekoTourizm tarafından işlenecektir. MekoTourizm, herhangi bir Değişiklik Talebi'nin başarısını garanti etmez. Tedarikçi'nin söz konusu Değişiklik Talebi'ni kabul etmek istememesi veya kabul edememesi durumunda, (varsa) geri ödeme hakkınız, Rezervasyonunuzun iptal koşullarına tabi olacaktır.",

"15.6 If you make a Booking using a promotion code, or if you accept a discount or special-offer price during the check-out process, you may invalidate your discount or special-offer price by making a Change Request after Booking.":"15.6 Promosyon kodu kullanarak Rezervasyon yaparsanız veya check-out işlemi sırasında bir indirim veya özel teklif fiyatını kabul ederseniz, Rezervasyondan sonra Değişiklik Talebi yaparak indirim veya özel teklif fiyatınızı geçersiz kılabilirsiniz.",

"15.7 No refunds are available once an Experience has commenced, or in respect of any Product's package, accommodation, meals or any other services that have started to be utilized.":"15.7 Bir Deneyim başladıktan sonra veya herhangi bir Ürünün paketi, konaklama yeri, yemekleri veya kullanılmaya başlanan diğer hizmetleriyle ilgili olarak herhangi bir geri ödeme yapılamaz.",

"16.Other Modifications and Cancellations":"16.Diğer Değişiklikler ve İptaller",

"16.1 Occasionally a Supplier may make a change to a Product after your purchase, including but not limited to the date, price, inclusions, coverage, age requirements, and/or any other Product features and/or requirements. As a result, MekoTourizm (acting on the Supplier’s behalf), reserves the right to cancel, change or substitute any Product that you have purchased, at any time, for any reason. If the change proposed by the Supplier is material (for example, a change in dates and/or a significant change to the itinerary), and you are dissatisfied with the alternative that is offered, you will be entitled to a full refund of the original purchase price.":"16.1 Bazen bir Tedarikçi, satın alma işleminizden sonra bir Üründe tarih, fiyat, dahil edilenler, kapsam, yaş gereksinimleri ve/veya diğer Ürün özellikleri ve/veya gereksinimleri dahil ancak bunlarla sınırlı olmamak üzere değişiklik yapabilir. Sonuç olarak, MekoTourizm (Tedarikçi adına hareket ederek), satın aldığınız herhangi bir Ürünü herhangi bir zamanda ve herhangi bir nedenle iptal etme, değiştirme veya ikame etme hakkını saklı tutar. Tedarikçi tarafından önerilen değişiklik önemliyse (örneğin, tarihlerde bir değişiklik ve/veya seyahat programında önemli bir değişiklik) ve sunulan alternatiften memnun kalmazsanız, orijinalin tam iadesini alma hakkınız olacaktır. alış fiyatı.",

"16.2 We may decide, in our sole discretion, that it is necessary or desirable for the protection of our interests, the Supplier's interests and/or your interests, to withdraw our Services resulting in an override of the Product's cancellation policy and the effective cancellation of a Booking. We may also determine, in our sole discretion, to arrange refund to you part or all of the amounts charged to you. You agree that we and the applicable Supplier shall have no liability for such cancellations or refunds.":"16.2 Kendi takdirimize bağlı olarak, kendi çıkarlarımızın, Tedarikçinin çıkarlarının ve/veya sizin çıkarlarınızın korunması için gerekli veya arzu edilir olduğuna, Ürün'ün iptal politikasının geçersiz kılınması ve bir Rezervasyon. Ayrıca, tamamen kendi takdirimize bağlı olarak, sizden tahsil edilen tutarların bir kısmını veya tamamını size geri ödemeyi de belirleyebiliriz. Bu tür iptaller veya geri ödemeler için bizim ve ilgili Tedarikçinin hiçbir sorumluluğu olmayacağını kabul edersiniz.",

"17.Passports, Visas & Insurance":"17.Pasaportlar, Vizeler ve Sigorta",

"17.1 When you make a Booking, you are responsible for ensuring that you meet all foreign entry requirements and that your travel documents, including passports and visas, are in order.":"17.1 Rezervasyon yaptığınızda, tüm yabancı giriş şartlarını yerine getirdiğinizden ve pasaport ve vizeler dahil seyahat belgelerinizin düzenli olduğundan emin olmak sizin sorumluluğunuzdadır.",

"17.2 For applicable passport and visa requirements, you should consult the relevant embassy or consulate for information. Such requirements may change at any time, and it is your responsibility to check for up-to-date information before making a Booking and before your departure. MekoTourizm accepts no liability in connection with any person who is refused entry onto a flight or into any country, including countries such person may just be passing through en route to their destination.":"17.2 Geçerli pasaport ve vize gereksinimleri için, bilgi için ilgili büyükelçilik veya konsolosluğa danışmalısınız. Bu tür gereksinimler herhangi bir zamanda değişebilir ve Rezervasyon yapmadan önce ve ayrılmadan önce güncel bilgileri kontrol etmek sizin sorumluluğunuzdadır. MekoTourizm, bir uçağa veya herhangi bir ülkeye girişi reddedilen herhangi bir kişiyle ilgili olarak, bu kişinin varış noktasına giderken geçmekte olabileceği ülkeler de dahil olmak üzere hiçbir sorumluluk kabul etmez.",

"17.3 As visa and health requirements are subject to change without notice, MekoTourizm recommends that you verify health and visa requirements with the appropriate consulate prior to departure. It is also your responsibility to consult your physician for current recommendations on inoculations before you travel internationally, and to ensure that you meet all health entry requirements and follow all medical guidance related to your trip.":"17.3 Vize ve sağlık gereksinimleri önceden haber verilmeksizin değiştirilebilir olduğundan, MekoTourizm, sağlık ve vize gereksinimlerinizi yola çıkmadan önce uygun konsolosluktan doğrulamanızı önerir. Uluslararası seyahat etmeden önce aşılarla ilgili güncel öneriler için doktorunuza danışmak ve tüm sağlık giriş koşullarını karşıladığınızdan emin olmak ve seyahatinizle ilgili tüm tıbbi yönergeleri takip etmek de sizin sorumluluğunuzdadır.",

"17.4 MekoTourizm strongly recommends that you purchase a comprehensive travel insurance policy prior to departure to protect your Product purchase. If you cancel your trip or significantly alter travel dates, your travel insurance policy may reimburse the cost of cancellation fees and related expenses. Please review your travel insurance policy carefully for related terms and conditions.":"17.4 MekoTourizm, Ürün satın alımınızı korumak için yola çıkmadan önce kapsamlı bir seyahat sigortası poliçesi almanızı şiddetle tavsiye eder. Seyahatinizi iptal ederseniz veya seyahat tarihlerini önemli ölçüde değiştirirseniz, seyahat sigortası poliçeniz iptal ücretlerini ve ilgili masrafları karşılayabilir. Lütfen ilgili hüküm ve koşullar için seyahat sigortası poliçenizi dikkatlice inceleyin.",

"17.5 Although most travel, including travel to international destinations, is completed without incident, travel to certain destinations may involve greater risk than others. MekoTourizm urges customers to investigate and review travel prohibitions, warnings, announcements and advisories issued by the United States Government and destination country governments prior to booking travel to international destinations. Information on conditions in various countries and the level of risk associated with travel to particular international destinations can be found at www.state.gov, www.tsa.gov, www.dot.gov, www.faa.gov, www.cdc.gov, www.treas.gov/ofac and www.customs.gov.":"17.5 Uluslararası destinasyonlara yapılan seyahatler de dahil olmak üzere çoğu seyahat olaysız bir şekilde tamamlansa da, belirli destinasyonlara seyahat diğerlerinden daha fazla risk içerebilir. MekoTourizm, müşterilerini uluslararası destinasyonlara seyahat rezervasyonu yapmadan önce Amerika Birleşik Devletleri Hükümeti ve hedef ülke hükümetleri tarafından yayınlanan seyahat yasaklarını, uyarıları, duyuruları ve tavsiyeleri incelemeye ve incelemeye çağırıyor. Çeşitli ülkelerdeki koşullar ve belirli uluslararası destinasyonlara seyahatle ilgili risk düzeyi hakkında bilgiler www.state.gov, www.tsa.gov, www.dot.gov, www.faa.gov, www.cdc adreslerinde bulunabilir. gov, www.treas.gov/ofac ve www.customs.gov.",

"17.6 MekoTourizm DOES NOT REPRESENT OR WARRANT THAT TRAVEL TO ANY DESTINATION IS ADVISABLE OR WITHOUT RISK, AND MekoTourizm IS NOT LIABLE FOR DAMAGES OR LOSSES THAT MAY RESULT FROM TRAVEL TO SUCH DESTINATIONS.":"17.6 MekoTourizm, HERHANGİ BİR HEDEF YERİNE SEYAHATİNİN TAVSİYE EDİLEBİLECEĞİ VEYA RİSKSİZ OLDUĞUNU BEYAN VEYA GARANTİ ETMEMEKTEDİR VE MekoTourizm, BU YERLERE SEYAHATTEN KAYNAKLANACAK ZARAR VEYA KAYIPLARDAN SORUMLU DEĞİLDİR.",

"18.Our Liability":"18. Sorumluluğumuz",

"18.1 PLEASE READ THIS SECTION CAREFULLY. THIS SECTION LIMITS MekoTourizm'S LIABILITY TO YOU FOR ISSUES THAT MAY ARISE IN CONNECTION WITH YOUR USE OF THE SERVICES. IF YOU DO NOT UNDERSTAND THE TERMS IN THIS SECTION OR ELSEWHERE IN THESE TERMS OF USE, PLEASE CONSULT A LAWYER FOR CLARIFICATION BEFORE ACCESSING OR USING THE SERVICES.":"18.1 LÜTFEN BU BÖLÜMÜ DİKKATLİCE OKUYUN. BU BÖLÜM, HİZMETLERİ KULLANIMINIZLA BAĞLANTILI OLARAK DOĞABİLECEK SORUMLULUKLARDA MekoTourizm'in SİZE KARŞI SORUMLULUĞUNU SINIRLAMAKTADIR. BU BÖLÜMDE VEYA BU KULLANIM ŞARTLARININ BAŞKA BİR YERİNDEKİ HÜKÜMLERİ ANLAMIYORSANIZ, HİZMETLERE ERİŞMEDEN VEYA KULLANMADAN ÖNCE LÜTFEN AÇIKLAMA İÇİN BİR AVUKATA BAŞVURUN.",

"18.4 THE SUPPLIERS ARE INDEPENDENT CONTRACTORS AND NOT AGENTS OR EMPLOYEES OF ANY OF THE MekoTourizm GROUP COMPANIES. THE MekoTourizm GROUP COMPANIES ARE NOT LIABLE FOR THE ACTS, ERRORS, OMISSIONS, REPRESENTATIONS, WARRANTIES, BREACHES, NEGLIGENCE OR MISCONDUCT OF ANY SUCH SUPPLIERS OR FOR ANY PERSONAL INJURY, DEATH, PROPERTY DAMAGE, OR OTHER DAMAGES OR EXPENSES RESULTING THEREFROM OR OTHERWISE ARISING FROM ANY BOOKING OR USE OF A PRODUCT. THE MekoTourizm GROUP COMPANIES HAVE NO LIABILITY AND WILL MAKE NO REFUND IN THE EVENT OF ANY DELAY, CANCELLATION, OVERBOOKING, STRIKE, FORCE MAJEURE OR OTHER CAUSES BEYOND THEIR DIRECT CONTROL, AND THEY HAVE NO RESPONSIBILITY FOR ANY ADDITIONAL EXPENSE, OMISSIONS, DELAYS, RE-ROUTING OR ACTS OF ANY GOVERNMENT OR AUTHORITY.":"18.4 TEDARİKÇİLER BAĞIMSIZ YÜKLENİCİLERDİR VE MekoTourizm GRUP ŞİRKETLERİNİN HİÇBİR TEMSİLCİ VEYA ÇALIŞANI DEĞİLDİR. MekoTourizm GRUP ŞİRKETLERİ, BU TÜR TEDARİKÇİLERİN İŞLEMLERİ, HATALARI, İHMALLERİ, BEYANLARI, GARANTİLERİ, İHLALLERİ, İHMALLERİ VEYA SUİSTİMALLERİNDEN YA DA HERHANGİ BİR KİŞİSEL YARALANMA, ÖLÜM, MAL KAYIPLARINDAN SORUMLU DEĞİLDİR. HERHANGİ BİR REZERVASYON VEYA ÜRÜN KULLANIMI. DOĞRUDAN KONTROLLERİ DIŞINDAKİ GECİKME, İPTAL, FAZLA REZERVASYON, RİSK, MÜCRİ SEBEP VEYA DİĞER NEDENLER DURUMUNDA MEKATURİZM GRUBU ŞİRKETLERİNİN HİÇBİR SORUMLULUĞU YOKTUR VE İADE YAPMAMAKTADIR, HERHANGİ BİR SORUMLULUK, İKLİM, İLAVE SORUMLULUĞU YOKTUR. - HERHANGİ BİR HÜKÜMET VEYA OTORİTE YÖNLENDİRME VEYA İŞLEMLER.",

"18.5 IN NO EVENT SHALL THE MekoTourizm GROUP COMPANIES (OR ANY OF THEIR OFFICERS, DIRECTORS AND AFFILIATES) BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES (INCLUDING WITHOUT LIMITATION LOSS OF DATA OR INFORMATION OR COSTS TO PROCURE SUBSTITUTE GOODS OR SERVICES) ARISING OUT OF, OR IN ANY WAY CONNECTED WITH, A PRODUCT OR A BOOKING, OR YOUR ACCESS TO, DISPLAY OF OR USE OF THE SERVICES WHETHER BASED ON A THEORY OF NEGLIGENCE, CONTRACT, TORT, STRICT LIABILITY, OR OTHERWISE, AND EVEN IF MekoTourizm HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.":"18.5 MekoTourizm GRUBU ŞİRKETLERİ (VEYA HERHANGİ BİR YETKİLİLERİ, MÜDÜRLERİ VE İŞTİRAKLERİ) HİÇBİR ŞEKİLDE DOĞRUDAN, DOLAYLI, CEZAİ, ARIZİ, ÖZEL, ÖRNEK VEYA DOLAYLI HASARLARDAN SORUMLU OLMAYACAKTIR. BİR İHMAL, SÖZLEŞME, HÜKÜM TEORİSİNE DAYALI OLSUN, BİR ÜRÜN VEYA REZERVASYONDAN YA DA HİZMETLERE ERİŞİMİNİZ, GÖRÜNTÜLEMESİNİZ VEYA HİZMETLERİ KULLANIMINIZDAN KAYNAKLANAN VEYA HERHANGİ BİR ŞEKİLDE BAĞLANTILI MAL VEYA HİZMET SATIN ALMA YA DA BAŞKA BİR ŞEKİLDE VE MekoTourizm BU TÜR ZARARLARIN OLASILIĞI HAKKINDA BİLDİRİLMİŞ OLSA BİLE.",

"18.6 If any MekoTourizm Group Company is found liable for any loss or damage that arises out of or is in any way connected with your use of the Services or with a Booking or use of a Product, then the MekoTourizm Group Companies' liabilities will in no event exceed, in the aggregate, the greater of (a) the sum paid to MekoTourizm in respect of the Booking giving rise to the claim, or (b) one hundred dollars (US $100.00).":"18.6 Herhangi bir MekoTourizm Grup Şirketi, Hizmetleri kullanımınız veya bir Rezervasyon veya Ürün kullanımından kaynaklanan veya herhangi bir şekilde bağlantılı olan herhangi bir kayıp veya hasardan sorumlu bulunursa, MekoTourizm Grup Şirketleri'nin yükümlülükleri hiçbir şekilde sorumlu olmayacaktır. toplamda, (a) hak talebine yol açan Rezervasyon ile ilgili olarak MekoTourizm'e ödenen toplam tutarı veya (b) yüz doları (100,00 ABD Doları) aşıyorsa.",

"18.7 The limitation of liability set forth in this Section 18 reflects the allocation of risk between the parties. The limitations specified in this Section will survive and apply even if any limited remedy specified in these Terms of Use is found to have failed of its essential purpose. The limitations of liability provided in these Terms of Use inure to the benefit of the MekoTourizm Group Companies.":"18.7 Bu Bölüm 18'de belirtilen sorumluluğun sınırlandırılması, taraflar arasında risk dağılımını yansıtır. Bu Bölümde belirtilen sınırlamalar, bu Kullanım Koşullarında belirtilen herhangi bir sınırlı çözüm yolunun asıl amacına ulaşamadığı tespit edilse dahi geçerliliğini koruyacak ve uygulanacaktır. Bu Kullanım Koşullarında belirtilen sorumluluk sınırlamaları MekoTourizm Grup Şirketleri lehine hüküm ifade eder.",

"19.Your Liability":"19. Sorumluluğunuz",

"19.1 You agree to defend and indemnify MekoTourizm and the MekoTourizm Group Companies and all of their respective officers, directors, employees and agents from and against any claims, causes of action, demands, suits, proceedings, investigations, losses, damages, fines, penalties, fees, expenses, costs and any other liabilities of any kind or nature including but not limited to reasonable legal and accounting fees, arising out of or related to: a. your breach of these Terms of Use or the documents referenced herein; b. your violation of any law, rule, regulation or guideline; c. your violation, infringement or misappropriation of the rights of a third party, including without limitation any rights of publicity or privacy; d. your use of the Services (including the Website); e. your Booking or use of any Product; or f. your negligence or willful misconduct.":"19.1 MekoTourizm'i ve MekoTourizm Grup Şirketlerini ve bunların tüm yetkililerini, yöneticilerini, çalışanlarını ve acentelerini her türlü iddia, dava nedeni, talep, dava, takibat, soruşturma, kayıp, zarar, para cezası, cezaya karşı savunmayı ve tazmin etmeyi kabul etmektesiniz. , ücretler, masraflar, maliyetler ve makul yasal ve muhasebe ücretleri dahil ancak bunlarla sınırlı olmamak üzere, aşağıdakilerden kaynaklanan veya bunlarla ilgili her tür veya nitelikteki diğer yükümlülükler: a. bu Kullanım Koşullarını veya burada atıfta bulunulan belgeleri ihlal etmeniz; b. herhangi bir yasayı, kuralı, düzenlemeyi veya yönergeyi ihlal etmeniz; c. herhangi bir tanıtım veya gizlilik hakkı dahil ancak bunlarla sınırlı olmamak üzere üçüncü bir tarafın haklarını ihlal etmeniz, ihlal etmeniz veya suistimal etmeniz; d. Hizmetleri kullanımınız (Web Sitesi dahil); e. Rezervasyonunuz veya herhangi bir Ürünü kullanımınız; veya f. ihmaliniz veya kasıtlı suistimaliniz.",

"20.Worry-free Shore Excursions":"20.Endişesiz Sahil Gezileri",

"20.2 The policy set forth in this Section 20.1 - 20.4 applies only when, through no fault or action of your own, you are not returned to the ship in time to board. The policy is void in instances where delay is caused by your own actions and/or you have deviated from the Experience that you Booked.":"20.2 Bu Bölüm 20.1 - 20.4'te belirtilen politika, yalnızca kendi hatanız veya eyleminiz olmadan, gemiye zamanında gemiye geri dönmediğinizde geçerlidir. Politika, gecikmenin kendi eylemlerinizden kaynaklandığı ve/veya Rezerve ettiğiniz Deneyimden saptığınız durumlarda geçersizdir.",

"20.3 In order to benefit from this policy, you must supply MekoTourizm with correct arrival and departure ship information and ensure there is enough time (minimum 2 hours) between the Experience end time and the ship departure time. You must contact MekoTourizm directly and as soon as possible to request next port-of-call transportation arrangements as you cannot book your own travel without voiding this policy.":"20.3 Bu politikadan yararlanabilmek için MekoTourizm'e doğru varış ve kalkış gemi bilgilerini vermeli ve Deneyim bitiş saati ile gemi kalkış saati arasında yeterli süre (en az 2 saat) olduğundan emin olmalısınız. Bu poliçeyi geçersiz kılmadan kendi seyahatinizi rezerve edemeyeceğiniz için, bir sonraki uğrak limanı ulaşım düzenlemelerini talep etmek için doğrudan ve en kısa sürede MekoTourizm ile iletişime geçmelisiniz.",

"20.4 Subject to your eligibility, MekoTourizm will facilitate the booking of travel for you to the next port of call (not to exceed US$1,000 per person).":"20.4 Uygunluğunuza bağlı olarak, MekoTourizm sizin için bir sonraki limana seyahat rezervasyonunuzu kolaylaştıracaktır (kişi başı 1.000 ABD Dolarını aşmayacaktır).",

"20.5 In addition to the protection offered pursuant to Section 20.1 - 20.4, if your ship misses a port-of-call or is delayed beyond the commencement time of your Worry-free Shore Excursion, simply contact MekoTourizm within 14 days. Pending verification of the ship's actual itinerary, we will issue you a refund.":"20.5 Bölüm 20.1 - 20.4 uyarınca sunulan korumaya ek olarak, geminiz bir liman limanını kaçırırsa veya Endişesiz Kıyı Gezinizin başlama saatinden sonra gecikirse, 14 gün içinde MekoTourizm ile iletişime geçmeniz yeterlidir. Geminin gerçek güzergahının doğrulanması bekleniyor, size bir geri ödeme yapacağız.",

"21.MekoTourizm Tickets":"21.Mekaturizm Biletleri",

"21.2 You must provide the original, authentic Ticket to the applicable Supplier in order to redeem your Product. Your Booking cannot be honored or redeemed without presenting a valid Ticket. Ensure you read the terms and conditions relating to your Booking in order to understand what will be required by the Supplier by way of Ticket presentation.":"21.2 Ürününüzü kullanmak için ilgili Tedarikçiye orijinal, orijinal Bileti sağlamanız gerekir. Rezervasyonunuz geçerli bir Bilet ibraz edilmeden onurlandırılamaz veya kullanılamaz. Tedarikçinin Bilet sunumu yoluyla ne talep edeceğini anlamak için Rezervasyonunuzla ilgili hüküm ve koşulları okuduğunuzdan emin olun.",

"21.3 For security purposes, when redeeming your Ticket you must present a valid photo ID and sign the Ticket.":"21.3 Güvenlik amacıyla, Biletinizi kullanırken geçerli bir fotoğraflı kimlik göstermeli ve Bileti imzalamalısınız.",

"21.4 In some cases, a Supplier may also require that you present the payment card used to purchase your Product at the time of redemption. This typically applies to attraction and show tickets. You should be advised at check-out whether or not this will be required. If you have questions about such a requirement, contact MekoTourizm's Customer Care team.":"21.4 Bazı durumlarda, bir Tedarikçi ayrıca, geri ödeme sırasında Ürününüzü satın almak için kullanılan ödeme kartını ibraz etmenizi isteyebilir. Bu genellikle cazibe ve gösteri biletleri için geçerlidir. Bunun gerekli olup olmayacağı check-out sırasında size bildirilmelidir. Böyle bir gereksinimle ilgili sorularınız varsa MekoTourizm'in Müşteri Hizmetleri ekibiyle iletişime geçin.",

"21.General Provisions":"21.Genel Hükümler",

"22.1 You agree that no joint venture, agency, partnership, or employment relationship exists between you and any of the MekoTourizm Group Companies as a result of these Terms of Use or use of the Services.":"22.1 Bu Kullanım Koşulları veya Hizmetlerin kullanımı sonucunda sizinle MekoTourizm Grup Şirketlerinden herhangi biri arasında herhangi bir ortak girişim, acentelik, ortaklık veya istihdam ilişkisinin bulunmadığını kabul etmektesiniz.",

"22.2 MekoTourizm's performance of these Terms of Use is subject to existing laws and legal process, and nothing contained in these Terms of Use limits MekoTourizm's right to comply with law enforcement or other governmental or legal requests or requirements relating to your use of the Services or information provided to or gathered by MekoTourizm with respect to such use. To the extent allowed by applicable law, you agree that you will bring any claim or cause of action arising from or relating to your access or use of the Services within two (2) years from the date on which such claim or action arose or accrued or such claim or cause of action will be irrevocably waived.":"22.2 MekoTourizm'in bu Kullanım Koşullarını yerine getirmesi, mevcut yasalara ve yasal sürece tabidir ve bu Kullanım Koşullarında yer alan hiçbir şey, MekoTourizm'in, Hizmetleri veya bilgileri kullanımınızla ilgili kolluk kuvvetlerine veya diğer resmi veya yasal taleplere veya gereksinimlere uyma hakkını sınırlamaz. bu kullanımla ilgili olarak MekoTourizm'e sağlanan veya toplanan. Yürürlükteki yasaların izin verdiği ölçüde, Hizmetlere erişiminiz veya Hizmetleri kullanımınız ile ilgili veya bunlarla ilgili herhangi bir iddia veya dava sebebini, söz konusu iddia veya davanın ortaya çıktığı veya tahakkuk ettiği tarihten itibaren iki (2) yıl içinde sunacağınızı kabul edersiniz. veya bu tür iddia veya dava nedenlerinden geri dönülmez bir şekilde feragat edilecektir.",

"22.3 If any part of these Terms of Use is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remaining provisions in these Terms of Use shall continue in effect.":"22.3 Bu Kullanım Koşullarının herhangi bir bölümünün, yukarıda belirtilen garanti feragatnameleri ve sorumluluk sınırlamaları dahil ancak bunlarla sınırlı olmamak üzere yürürlükteki yasalar uyarınca geçersiz veya uygulanamaz olduğu belirlenirse, geçersiz veya uygulanamaz hükmün yerini geçerli bir , orijinal hükmün amacına en yakın olan uygulanabilir hüküm ve bu Kullanım Koşullarında kalan hükümler yürürlükte kalmaya devam edecektir.",

"22.4 These Terms of Use (and any other terms and conditions referenced herein) constitute the entire agreement between you and MekoTourizm with respect to the Services and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral, or written, between you and MekoTourizm with respect to the Services. A printed version of these Terms of Use and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to these Terms of Use to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.":"22.4 Bu Kullanım Koşulları (ve burada atıfta bulunulan diğer hüküm ve koşullar), Hizmetlere ilişkin olarak siz ve MekoTourizm arasındaki sözleşmenin tamamını teşkil eder ve siz ve aranızdaki elektronik, sözlü veya yazılı tüm önceki veya eş zamanlı iletişim ve tekliflerin yerine geçer. Hizmetlere İlişkin MekoTourizm. Bu Kullanım Koşullarının ve elektronik biçimde verilen herhangi bir bildirimin basılı bir versiyonu, bu Kullanım Koşullarına dayalı veya bunlarla ilgili adli veya idari işlemlerde, orijinal olarak diğer ticari belgeler ve kayıtlarla aynı ölçüde ve aynı koşullara tabi olarak kabul edilebilir. basılı olarak oluşturulur ve korunur.",

"22.5 Any rights not expressly granted herein are reserved.":"22.5 Burada açıkça verilmeyen haklar saklıdır.",

"MekoTourizm, we, us, our) provides services (the Services) through MekoTourizm's booking platform (the Platform) as may be made available through our website (www.MekoTourizm.com, together with all related domains, white label and affiliate sites, mobile properties and related applications, collectively referred to as the Website) and over the telephone. When we refer to you, we mean any person that accesses or uses the Services. MekoTourizm is not a travel or tour agency, nor is it a supplier of tours, activities or experiences. When you make a booking, you are using the Platform to contract with third party suppliers.":"MekoTourizm, biz, biz, bizim) web sitemiz (www.MekoTourizm.com, ilgili tüm alan adları, beyaz etiket ve bağlı siteler, mobil) aracılığıyla sunulabilecek MekoTourizm rezervasyon platformu (Platform) aracılığıyla hizmetler (Hizmetler) sağlar. topluca Web Sitesi olarak anılan mülkler ve ilgili uygulamalar) ve telefon üzerinden. Size atıfta bulunduğumuzda, Hizmetlere erişen veya Hizmetler'i kullanan herhangi bir kişiyi kastediyoruz. MekoTourizm bir seyahat veya tur acentesi olmadığı gibi tur, aktivite veya deneyim tedarikçisi de değildir. Bir rezervasyon yaptığınızda, Platformu üçüncü taraf tedarikçilerle sözleşme yapmak için kullanıyorsunuz.",
"1.1 These terms of use, together with the Privacy Policy (collectively, the Terms of Use) set out the terms on which MekoTourizm, Inc. (a Delaware corporation, together with certain specified affiliates and subsidiaries: MekoTourizm, we, us, our) provides services (the Services) through MekoTourizm's booking platform (the Platform) as may be made available through our website (www.MekoTourizm.com, together with all related domains, white label and affiliate sites, mobile properties and related applications, collectively referred to as the Website) and over the telephone. When we refer to you, we mean any person that accesses or uses the Services. MekoTourizm is not a travel or tour agency, nor is it a supplier of tours, activities or experiences. When you make a booking, you are using the Platform to contract with third party suppliers.":"1.1 Bu kullanım koşulları, Gizlilik Politikası (topluca Kullanım Koşulları) ile birlikte MekoTourizm, Inc. Web sitemiz (www.MekoTourizm.com, ilgili tüm alan adları, beyaz etiket ve bağlı siteler, toplu olarak anılan mobil mülkler ve ilgili uygulamalar ile birlikte) aracılığıyla sunulabilecek MekoTourizm rezervasyon platformu (Platform) aracılığıyla hizmetler (Hizmetler) sağlar. Web Sitesi olarak) ve telefon üzerinden. Size atıfta bulunduğumuzda, Hizmetlere erişen veya Hizmetler'i kullanan herhangi bir kişiyi kastediyoruz. MekoTourizm bir seyahat veya tur acentesi olmadığı gibi tur, aktivite veya deneyim tedarikçisi de değildir. Bir rezervasyon yaptığınızda, Platformu üçüncü taraf tedarikçilerle sözleşme yapmak için kullanıyorsunuz.",
"1.3 These Terms of Use govern your relationship with us in respect of your use of the Services, including any bookings that you make of any tour, ticket, attraction, activity and/or experience (described in these Terms of Use as an Experience) that is advertised on the Website and is made available by a third party supplier (each, a Product).":"1.3 Bu Kullanım Koşulları, herhangi bir tur, bilet, cazibe, etkinlik ve/veya deneyim (bu Kullanım Koşullarında bir Deneyim olarak tanımlanmıştır) için yaptığınız tüm rezervasyonlar dahil olmak üzere, Hizmetleri kullanımınızla ilgili olarak bizimle olan ilişkinizi yönetir. Web Sitesinde reklamı yapılır ve üçüncü taraf bir tedarikçi (her biri bir Ürün) tarafından kullanıma sunulur.",
"1.4 By using or accessing the Services, by booking a Product (Book, Booking), and/or creating an account on the Website (a MekoTourizm Account), you agree to be bound by these Terms of Use without modification, and you represent that you have read and understood them. In all Booking arrangements, the person making the Booking shall be deemed to have accepted these Terms of Use on behalf of all the persons named in the Booking.":"1.4 Hizmetler'i kullanarak veya Hizmetler'e erişerek, bir Ürün rezervasyonu yaparak (Kitap, Rezervasyon) ve/veya Web Sitesinde bir hesap oluşturarak (bir MekoTourizm Hesabı), bu Kullanım Koşulları'na herhangi bir değişiklik olmaksızın bağlı olmayı kabul etmektesiniz ve bunu beyan etmektesiniz. onları okudunuz ve anladınız. Tüm Rezervasyon düzenlemelerinde, Rezervasyonu yapan kişi, Rezervasyonda adı geçen tüm kişiler adına bu Kullanım Koşullarını kabul etmiş sayılır.",
"3.1 You may need to create a MekoTourizm Account and provide information about yourself in order to use some of the features on the Website and other Services, including when you make a Booking. You are responsible for maintaining the confidentiality of your MekoTourizm Account password and log-in credentials (MekoTourizm Account Credentials). You are also solely responsible for all activities (including Bookings) that occur in connection with your MekoTourizm Account. You agree to notify us immediately of any unauthorized use of your MekoTourizm Account.":"3.1 Rezervasyon yaparken de dahil olmak üzere Web Sitesi ve diğer Hizmetlerdeki bazı özellikleri kullanmak için bir MekoTourizm Hesabı oluşturmanız ve kendiniz hakkında bilgi vermeniz gerekebilir. MekoTourizm Hesap şifrenizin ve giriş bilgilerinizin (MekoTourizm Hesap Kimlik Bilgileri) gizliliğini korumak sizin sorumluluğunuzdadır. Ayrıca MekoTourizm Hesabınızla bağlantılı olarak gerçekleşen tüm faaliyetlerden (Rezervasyonlar dahil) yalnızca siz sorumlusunuz. MekoTourizm Hesabınızın izinsiz kullanımını derhal bize bildirmeyi kabul etmektesiniz.",
"3.5 AS A USER OF THE SERVICES, YOU UNDERSTAND AND AGREE THAT: (1) NEITHER MekoTourizm NOR ITS AFFILIATES WILL HAVE ANY LIABILITY TO YOU OR OTHERS FOR ANY UNAUTHORIZED BOOKINGS MADE USING YOUR MekoTourizm ACCOUNT AND/OR MekoTourizm ACCOUNT CREDENTIALS; AND (2) THE UNAUTHORIZED USE OF YOUR MekoTourizm ACCOUNT AND/OR MekoTourizm ACCOUNT CREDENTIALS COULD CAUSE YOU TO INCUR LIABILITY TO BOTH MekoTourizm AND OTHER USERS":"3.5 HİZMETLERİN BİR KULLANICI OLARAK, şunları ANLAR VE KABUL EDERSİNİZ: (1) MekoTourizm HESABINIZ VE/VEYA MekoTourizm HESABINIZI KULLANARAK YAPILAN HERHANGİ BİR YETKİSİZ REZERVASYON İÇİN SİZİN VEYA BAŞKALARININ HİÇBİR SORUMLULUĞU OLMAYACAĞINI; VE (2) MekoTourizm HESABINIZIN VE/VEYA MekoTourizm HESABINIZIN YETKİ BİLGİLERİNİN İZİNSİZ KULLANIMI, HEM MekoTourizm VE DİĞER KULLANICILAR İÇİN SORUMLULUK ALTINA OLABİLİR",
"(1) NEITHER MekoTourizm NOR ITS AFFILIATES WILL HAVE ANY LIABILITY TO YOU OR OTHERS FOR ANY UNAUTHORIZED BOOKINGS MADE USING YOUR MekoTourizm ACCOUNT AND/OR MekoTourizm ACCOUNT CREDENTIALS; AND (2) THE UNAUTHORIZED USE OF YOUR MekoTourizm ACCOUNT AND/OR MekoTourizm ACCOUNT CREDENTIALS COULD CAUSE YOU TO INCUR LIABILITY TO BOTH MekoTourizm AND OTHER USERS":"(1) MekoTourizm HESABINIZ VE/VEYA MekoTourizm HESABINIZI KULLANARAK YAPILAN YETKİSİZ REZERVASYONLAR İÇİN NE MekoTourizm VEYA BAĞLI ŞİRKETLERİ SİZE VEYA BAŞKALARINA YÜKÜMLÜ OLMAYACAKTIR; VE (2) MekoTourizm HESABINIZIN VE/VEYA MekoTourizm HESABINIZIN YETKİ BİLGİLERİNİN İZİNSİZ KULLANIMI, HEM MekoTourizm VE DİĞER KULLANICILAR İÇİN SORUMLULUK ALTINA OLABİLİR",
"4.1 The content and information on the Website (including, but not limited to, messages, data, information, text, music, sound, photos, graphics, video, maps, icons, software (including Software, as defined in Section 8.2), code or other material, and collectively described herein as the Website Content), as well as the infrastructure used to provide such Website Content, is proprietary to us. You agree not to otherwise modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell or re-sell any Website Content, or any products or services obtained from or through the Website. Any other use of the Website Content, products and/or services requires the prior written permission of MekoTourizm.":"4.1 Web Sitesindeki içerik ve bilgiler (mesajlar, veriler, bilgiler, metin, müzik, ses, fotoğraflar, grafikler, video, haritalar, simgeler, yazılım dahil ancak bunlarla sınırlı olmamak üzere (Bölüm 8.2'de tanımlandığı gibi Yazılım dahil), kod veya diğer materyaller ve burada topluca Web Sitesi İçeriği olarak tanımlanan) ve bu Web Sitesi İçeriğini sağlamak için kullanılan altyapı bize aittir. Herhangi bir Web Sitesi İçeriğini veya herhangi bir Web Sitesi İçeriğini veya bu İçerikten veya Web Sitesi aracılığıyla elde edilen herhangi bir ürün veya hizmeti başka bir şekilde değiştirmemeyi, kopyalamamayı, dağıtmamayı, iletmemeyi, sergilememeyi, gerçekleştirmemeyi, çoğaltmamayı, yayınlamamayı, lisanslamamayı, bunlardan türev çalışmalar oluşturmamayı, aktarmamayı veya satmamayı veya yeniden satmamayı kabul etmektesiniz. İnternet sitesi. Web Sitesi İçeriğinin, ürünlerinin ve/veya hizmetlerinin başka herhangi bir şekilde kullanılması, MekoTourizm'in önceden yazılı iznini gerektirir.",
"f. frame, mirror or otherwise incorporate any part of the Website into any other website without our prior written authorization;":"f. Önceden yazılı iznimiz olmadan Web Sitesinin herhangi bir bölümünü başka bir web sitesine çerçevelemek, yansıtmak veya başka bir şekilde dahil etmek;",
"l. use the Website to violate any third-party right, including any breach of confidence,  trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right;":"l.ben. Web Sitesini herhangi bir güven ihlali, ticari marka, patent, ticari sır, manevi hak, gizlilik hakkı, tanıtım hakkı veya diğer herhangi bir fikri mülkiyet veya mülkiyet hakkı dahil olmak üzere herhangi bir üçüncü taraf hakkını ihlal etmek için kullanmak;",
"p. use the Website to transmit any computer viruses, worms, defects, Trojan horses or other items of a destructive nature (collectively, Viruses);":"p. Web Sitesini bilgisayar virüslerini, solucanları, kusurları, Truva atlarını veya yıkıcı nitelikteki diğer öğeleri (toplu olarak Virüsler) iletmek için kullanmak;",
"6.1. You and other users of the Website may contribute to the Website in a number of different ways, including submitting emails, writing reviews, making postings, uploading and posting photos or videos, making comments or suggestions, submitting ideas, filling out public profiles, rating other users' contributions and making other similar contributions or submissions to the Website and/or otherwise to MekoTourizm (collectively, User Content). We may use User Content in a number of different ways, including but not limited to displaying it on the Website, reformatting it, translating it into other languages, editing it for clarity and grammar, incorporating it into advertisements and other works, creating derivative works from it, promoting it, distributing it, and allowing others to do the same in connection with their own websites, mobile properties, applications, and media platforms.":"6.1. Siz ve Web Sitesinin diğer kullanıcıları, e-posta göndermek, inceleme yazmak, gönderi yapmak, fotoğraf veya video yüklemek ve yayınlamak, yorum veya öneride bulunmak, fikir göndermek, herkese açık profilleri doldurmak, derecelendirme dahil olmak üzere Web Sitesine bir dizi farklı yolla katkıda bulunabilirsiniz. diğer kullanıcıların katkıları ve Web Sitesine ve/veya başka bir şekilde MekoTourizm'e (topluca Kullanıcı İçeriği) diğer benzer katkılarda veya gönderimlerde bulunma. Kullanıcı İçeriğini, Web Sitesinde görüntülemek, yeniden biçimlendirmek, diğer dillere çevirmek, anlaşılırlık ve dilbilgisi için düzenlemek, reklamlara ve diğer çalışmalara dahil etmek, türev çalışmalar oluşturmak dahil ancak bunlarla sınırlı olmamak üzere bir dizi farklı şekilde kullanabiliriz. ondan, tanıtmak, dağıtmak ve başkalarının kendi web siteleri, mobil mülkleri, uygulamaları ve medya platformlarıyla bağlantılı olarak aynısını yapmasına izin vermek.",
"7.1 The Website may contain hyperlinks to websites operated by parties other than MekoTourizm (Third Party Sites. Such hyperlinks are provided for your reference only. Their presence on the Website does not signify any endorsement by MekoTourizm of the material on such Third Party Sites nor any association with their operators.":"7.1 Web Sitesi, MekoTourizm (Üçüncü Şahıs Siteleri) dışındaki taraflarca işletilen web sitelerine köprüler içerebilir. Bu tür köprüler yalnızca referansınız için sağlanmıştır. Web Sitesinde bulunmaları, MekoTourizm'in bu tür Üçüncü Şahıs Sitelerindeki materyalleri onayladığı veya herhangi bir operatörleri ile işbirliği.",
"8.2 Any software (including, without limitation, all HTML, XML, Java code and Active X controls) that is made available to download from the Website (Software) is owned by  MekoTourizm, or MekoTourizm affiliates, or other third parties as identified. Your use of such Software is governed by the terms of the end user license agreement which accompanies, or is included with, the Software (License Agreement), if any. You may not install or use any Software that is accompanied by or includes a License Agreement unless you first agree to the License Agreement terms. For any Software made available for download on the Website not accompanied by a License Agreement, we hereby grant to you, the user, a limited, personal, non-transferable license to use the Software for viewing and otherwise using the Website in accordance with these Terms of Use and for no other purpose.":"8.2 Web Sitesinden (Yazılım) indirilmeye sunulan tüm yazılımlar (sınırlama olmaksızın tüm HTML, XML, Java kodu ve Active X kontrolleri dahil) MekoTourizm veya MekoTourizm bağlı kuruluşları veya tanımlanan diğer üçüncü taraflara aittir. Bu tür Yazılımları kullanımınız, varsa, Yazılımla birlikte gelen veya Yazılımla birlikte verilen son kullanıcı lisans sözleşmesinin (Lisans Sözleşmesi) koşullarına tabidir. Önce Lisans Sözleşmesi şartlarını kabul etmedikçe, Lisans Sözleşmesiyle birlikte gelen veya Lisans Sözleşmesi içeren herhangi bir Yazılımı kuramaz veya kullanamazsınız. Bir Lisans Sözleşmesinin eşlik etmediği Web Sitesinde indirilmek üzere sunulan herhangi bir Yazılım için, işbu belge ile size, kullanıcıya, Web Sitesini bunlara uygun olarak görüntülemek ve kullanmak üzere Yazılımı kullanmak üzere sınırlı, kişisel, devredilemez bir lisans veriyoruz. Kullanım Koşulları ve başka bir amaç için değil.",
"©2019 MekoTourizm, Inc. All rights reserved. MekoTourizm is not responsible for content on websites operated by parties other than MekoTourizm. All other product or service names or slogans displayed on the Website (including those of the Products) are registered and/or common law trademarks of MekoTourizm, Inc. and/or its suppliers or licensors, and may not be copied, imitated or used, in whole or in part, without the prior written permission of MekoTourizm or the applicable trademark holder. In addition, the look and feel of the Website, including all page headers, custom graphics, button icons and scripts, is the service mark, trademark and/or trade dress of MekoTourizm and may not be copied, imitated or used, in whole or in part, without the prior written permission of MekoTourizm. All other trademarks, registered trademarks, product names and company names or logos mentioned in the Website are the property of their respective owners. Reference to any products, services, processes or other information, by trade name, trademark, manufacturer, supplier or otherwise does not constitute or imply endorsement, sponsorship or recommendation thereof by Travel.":"©2019 MekoTourizm, Inc. Tüm hakları saklıdır. MekoTourizm, MekoTourizm dışındaki taraflarca işletilen web sitelerindeki içeriklerden sorumlu değildir. Web Sitesinde görüntülenen diğer tüm ürün veya hizmet adları veya sloganlar (Ürünlere ait olanlar dahil) MekoTourizm, Inc. ve/veya tedarikçilerinin veya lisans verenlerinin tescilli ve/veya örf ve adetlerine ilişkin ticari markalarıdır ve kopyalanamaz, taklit edilemez veya kullanılamaz, MekoTourizm'in veya ilgili ticari marka sahibinin önceden yazılı izni olmaksızın tamamen veya kısmen. Ayrıca, tüm sayfa başlıkları, özel grafikler, düğme simgeleri ve komut dosyaları dahil olmak üzere Web Sitesinin görünümü ve hissi, MekoTourizm'in hizmet markası, ticari markası ve/veya ticari takdim şeklidir ve tamamen veya tamamen kopyalanamaz, taklit edilemez veya kullanılamaz. kısmen, MekoTourizm'in önceden yazılı izni olmaksızın. Web Sitesinde adı geçen diğer tüm ticari markalar, tescilli ticari markalar, ürün adları ve şirket adları veya logolar ilgili sahiplerinin mülkiyetindedir. Herhangi bir ürüne, hizmete, sürece veya diğer bilgilere ticari ad, ticari marka, üretici, tedarikçi veya başka bir şekilde atıfta bulunulması, Travel tarafından onay, sponsorluk veya tavsiye teşkil etmez veya ima etmez.",
"9.2 If you are aware of an infringement of either your brand or our brand, click here and follow the Copyright Complaint Policy instructions. ":"9.2 Markanızın veya markamızın bir ihlalinden haberdarsanız, burayı tıklayın ve Telif Hakkı Şikayet Politikası talimatlarını izleyin.",
"10.1. MekoTourizm provides the Platform through which you can enter into a contract with a third party supplier of a Product (Supplier). MekoTourizm is not a supplier of any Product, and your contract for supply of any Product you Book will be directly between you and the applicable Supplier. In respect of each Booking, MekoTourizm acts as a disclosed agent on behalf of the Supplier, meaning that a Product listing represents an invitation to you to make an offer to a Supplier, and that we are free to accept or reject such offer on behalf of that Supplier. These Terms of Use govern your use of the Services, which includes your use of the Platform through which you may make such an offer to a Supplier. However, the provision of the Product you Book will be subject to the terms and conditions displayed on the Website in respect of such Product, any information made available to you during the Booking process, and the terms and conditions of the Supplier with whom you have a legal contract for the supply of the Product.":"10.1. MekoTourizm, bir Ürünün üçüncü taraf tedarikçisi (Tedarikçi) ile sözleşme yapabileceğiniz Platformu sağlar. MekoTourizm herhangi bir Ürünün tedarikçisi değildir ve Rezervasyon yaptığınız herhangi bir Ürünün tedarikine ilişkin sözleşmeniz doğrudan sizinle ilgili Tedarikçi arasında olacaktır. Her Rezervasyon ile ilgili olarak MekoTourizm, Tedarikçi adına ifşa edilmiş bir temsilci olarak hareket eder, yani bir Ürün listeleme, bir Tedarikçiye teklifte bulunmanız için bir daveti temsil eder ve bu teklifi, Tedarikçi adına kabul veya reddetmekte özgür olduğumuz anlamına gelir. o Tedarikçi. Bu Kullanım Koşulları, bir Tedarikçiye böyle bir teklifte bulunabileceğiniz Platformu kullanımınızı da içeren Hizmetleri kullanımınızı düzenler. Ancak, Rezervasyon yaptığınız Ürünün sağlanması, söz konusu Ürünle ilgili olarak Web Sitesinde görüntülenen hüküm ve koşullara, Rezervasyon işlemi sırasında size sunulan her türlü bilgiye ve birlikte olduğunuz Tedarikçinin hüküm ve koşullarına tabi olacaktır. Ürünün tedariki için yasal bir sözleşme.",
"10.2 If you make a Booking, you agree to review and be bound by the applicable Supplier's terms and conditions and any other rules or policies related to the Product (the Supplier Terms). Notwithstanding the foregoing, to the extent that the Supplier Terms conflict with these Terms of Use in respect of your legal relationship with MekoTourizm, these Terms of Use shall prevail. Your interactions with Suppliers are at your own risk. MekoTourizm will have no liability with respect to the acts, omissions, errors, representations, warranties, breaches or negligence of any Supplier or for any personal injuries, death, property damage, or other damages or expenses resulting from your interactions with any Supplier.":"10.2 Bir Rezervasyon yaparsanız, geçerli Tedarikçinin hüküm ve koşullarını ve Ürünle ilgili diğer tüm kural veya politikaları (Tedarikçi Koşulları) incelemeyi ve bunlara bağlı kalmayı kabul edersiniz. Yukarıda belirtilenlere bakılmaksızın, MekoTourizm ile olan hukuki ilişkiniz açısından Tedarikçi Koşullarının bu Kullanım Koşulları ile çeliştiği ölçüde, bu Kullanım Koşulları geçerli olacaktır. Tedarikçilerle olan etkileşimlerinizin riski size aittir. MekoTourizm, herhangi bir Tedarikçinin eylemleri, ihmalleri, hataları, beyanları, garantileri, ihlalleri veya ihmalleri ile ilgili olarak veya herhangi bir Tedarikçi ile olan etkileşimlerinizden kaynaklanan herhangi bir kişisel yaralanma, ölüm, mülk hasarı veya diğer zarar veya masraflardan sorumlu olmayacaktır.",
"15.3 If any Product is designated as 'All Sales Final' or with materially similar messaging (which includes but is not limited to all group bookings booked through our Group Bookings Department), it is non-refundable, and it will not be possible to change or cancel it after making a Booking. A minority of Products have other, different cancellation policies. In all circumstances, you must check the cancellation policy contained in the applicable Product listing at the time of your Booking, which is the policy that will apply to and govern the terms of your cancellation and any refunds.":"15.3 Herhangi bir Ürün 'Tüm Satışlar Nihai' olarak belirlenmişse veya önemli ölçüde benzer mesajlarla (Grup Rezervasyonları Departmanımız aracılığıyla rezerve edilen tüm grup rezervasyonlarını içerir ancak bunlarla sınırlı değildir), iade edilemez ve değiştirilmesi mümkün olmayacaktır. veya Rezervasyon yaptıktan sonra iptal edin. Ürünlerin az bir kısmının başka, farklı iptal politikaları vardır. Her koşulda, rezervasyonunuz sırasında geçerli Ürün listesinde yer alan iptal politikasını kontrol etmeniz gerekir; bu politika, iptaliniz ve tüm geri ödemeleriniz için geçerli olacak ve bu koşulları yönetecektir.",
"15.4 Notwithstanding Sections 15.2 and 15.3, (a) requests for modifications and amendments to a Booking, including date change requests (collectively, a Change Request) should be made online through the 'Manage My Booking' section of the Website; and (b) if it is possible to implement a Change Request, MekoTourizm shall not charge a fee for doing so, as long as the Change Request is received by us by the deadline specified in the Product listing. Please note that a Supplier may charge a fee to accommodate a Change Request; in such circumstances, you will be required to pay such fee in order that MekoTourizm may successfully process your Change Request.":"15.4 Bölüm 15.2 ve 15.3'e bakılmaksızın, (a) tarih değişikliği talepleri (toplu olarak bir Değişiklik Talebi) dahil olmak üzere bir Rezervasyondaki değişiklik ve değişiklik talepleri, Web Sitesinin 'Rezervasyonumu Yönet' bölümü aracılığıyla çevrimiçi olarak yapılmalıdır; ve (b) Değişiklik Talebi'nin uygulanması mümkün ise, Ürün listelemesinde belirtilen son tarihe kadar Değişiklik Talebi tarafımıza ulaştığı sürece MekoTourizm bunun için herhangi bir ücret talep etmeyecektir. Lütfen bir Tedarikçinin Değişiklik Talebini yerine getirmek için bir ücret talep edebileceğini unutmayın; Bu gibi durumlarda, MekoTourizm'in Değişiklik Talebinizi başarıyla işleme alabilmesi için bu ücreti ödemeniz gerekecektir.",
"18.2 THE INFORMATION, CONTENT, SOFTWARE, PLATFORM, AND SERVICES PROVIDED BY MekoTourizm MAY INCLUDE INACCURACIES OR ERRORS, INCLUDING IN RELATION TO RESERVATION AVAILABILITY AND PRICING ERRORS. MekoTourizm, ITS PARENT, SUBSIDIARIES AND CORPORATE AFFILIATES (COLLECTIVELY, THE MekoTourizm GROUP COMPANIES) DO NOT GUARANTEE THE ACCURACY OF, AND DISCLAIM ALL LIABILITY FOR, ANY ERRORS OR OTHER INACCURACIES RELATING TO THE INFORMATION AND DESCRIPTION OF THE PRODUCTS AND OTHER SERVICES (INCLUDING, WITHOUT LIMITATION, THE PRICING, AVAILABILITY, PHOTOGRAPHS, FEATURES, INCLUSIONS AND EXCLUSIONS, GENERAL PRODUCT DESCRIPTIONS, REVIEWS AND RATINGS, ETC.). IN ADDITION, MekoTourizm EXPRESSLY RESERVES THE RIGHT TO CORRECT ANY AVAILABILITY AND PRICING ERRORS AND/OR ON BOOKINGS MADE UNDER AN INCORRECT PRICE.":"18.2 MekoTourizm TARAFINDAN SAĞLANAN BİLGİ, İÇERİK, YAZILIM, PLATFORM VE HİZMETLER, REZERVASYON MEVCUT OLUP FİYAT HATALARI DAHİL OLMAK ÜZERE YANLIŞLIKLAR VEYA HATALAR İÇEREBİLİR. MekoTourizm, ANA ŞİRKETİ, BAĞLI ORTAKLIKLARI VE KURUMSAL İŞTİRAKLERİ (TOPLU OLARAK MekoTourizm GRUBU ŞİRKETLERİ), ÜRÜNLERLE İLGİLİ HATA VEYA DİĞER YANLIŞLIKLAR VE İLE İLGİLİ HATALARIN, SINIRLAMA OLMAKSIZIN FİYATLANDIRMA, MEVCUT, FOTOĞRAFLAR, ÖZELLİKLER, KAPSAMLAR VE İSTİSNALAR, GENEL ÜRÜN AÇIKLAMALARI, İNCELEMELER VE DEĞERLENDİRMELER, VB.). AYRICA, MekoTourizm HER TÜRLÜ MEVCUT VE FİYATLANDIRMA HATALARINI DÜZELTME VE/VEYA YANLIŞ FİYAT ALTINDA YAPILAN REZERVASYONLARDA AÇIKÇA SAKLIDIR.",
"18.3 THE MekoTourizm GROUP COMPANIES MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY OF THE INFORMATION, CONTENT, SOFTWARE, PLATFORM, PRODUCTS, AND OTHER SERVICES FOR ANY PURPOSE, AND THE INCLUSION OR OFFERING OF ANY PRODUCTS OR SERVICES DOES NOT CONSTITUTE ANY ENDORSEMENT OR RECOMMENDATION OF SUCH PRODUCTS OR SERVICES BY THE MekoTourizm GROUP COMPANIES. ALL SUCH INFORMATION, CONTENT, SOFTWARE, PLATFORM, PRODUCTS, AND SERVICES ARE PROVIDED AS IS WITHOUT WARRANTY OF ANY KIND. THE MekoTourizm GROUP COMPANIES DISCLAIM ALL WARRANTIES AND CONDITIONS THAT THE PLATFORM IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. MekoTourizm HEREBY DISCLAIMS ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, CONTENT, SOFTWARE, PLATFORM, PRODUCTS, AND SERVICES, INCLUDING ALL IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT, TO THE EXTENT PERMITTED BY LAW.":"18.3 MekoTourizm GRUBU ŞİRKETLERİ, BİLGİ, İÇERİK, YAZILIM, PLATFORM, ÜRÜNLER VE DİĞER HİZMETLERİN HERHANGİ BİR AMACA UYGUNLUĞU VE HİÇBİR AMACA UYGUNLUĞU İLE İLGİLİ HİÇBİR BEYANDA BULUNMAMAKTADIR VEYA ÜRÜN VEYA HİZMETLERİN SUNULMAMASI VEYA MekoTourizm GRUP ŞİRKETLERİ TARAFINDAN HİZMETLER. TÜM BU BİLGİLER, İÇERİK, YAZILIM, PLATFORM, ÜRÜNLER VE HİZMETLER HİÇBİR GARANTİ VERİLMEKSİZİN OLDUĞU GİBİ SUNULMAKTADIR. MekoTourizm GRUP ŞİRKETLERİ, PLATFORMUN VİRÜS VEYA DİĞER ZARARLI BİLEŞENLER İÇERMEDİĞİNE DAİR TÜM GARANTİ VE KOŞULLARI REDDEDER. MekoTourizm BU BİLGİLER, İÇERİK, YAZILIM, PLATFORM, ÜRÜNLER VE HİZMETLERLE İLGİLİ TÜM GARANTİ VE KOŞULLARI REDDEDER, TÜM ZIMNİ GARANTİLER VE SATILABİLİRLİK KOŞULLARI, PARTİNA UYGUNLUK, HUKUK TARAFINDAN.",
"a. your breach of these Terms of Use or the documents referenced herein; b. your violation of any law, rule, regulation or guideline; c. your violation, infringement or misappropriation of the rights of a third party, including without limitation any rights of publicity or privacy; d. your use of the Services (including the Website); e. your Booking or use of any Product; or f. your negligence or willful misconduct.":"a. bu Kullanım Koşullarını veya burada atıfta bulunulan belgeleri ihlal etmeniz; b. herhangi bir yasayı, kuralı, düzenlemeyi veya yönergeyi ihlal etmeniz; c. herhangi bir tanıtım veya gizlilik hakkı dahil ancak bunlarla sınırlı olmamak üzere üçüncü bir tarafın haklarını ihlal etmeniz, ihlal etmeniz veya suistimal etmeniz; d. Hizmetleri kullanımınız (Web Sitesi dahil); e. Rezervasyonunuz veya herhangi bir Ürünü kullanımınız; veya f. ihmaliniz veya kasıtlı suistimaliniz.",
"20.1 For Products noted as a Worry-free Shore Excursion, if you (a) purchase such a Product for redemption while in a particular port-of-call, and (b) are not returned by the applicable Supplier to the ship in time to board, MekoTourizm will (subject to Sections 20.2 and 20.3) arrange the necessary transport to the next port-of-call.":"20.1 Worry-Free Shore Excursion olarak belirtilen Ürünler için, (a) belirli bir limandayken geri ödeme için böyle bir Ürün satın alırsanız ve (b) ilgili Tedarikçi tarafından zamanında gemiye iade edilmezseniz, kurulu, MekoTourizm (Bölüm 20.2 ve 20.3'e tabi olarak) bir sonraki limana gerekli ulaşımı ayarlayacaktır.",
"21.1 You will receive a MekoTourizm-branded ticket (or, alternatively a voucher from the Supplier) (in each case, a Ticket) for each Product you you Book, with such Ticket being issued on behalf of the applicable Supplier. In order to access and print your Ticket, you will be directed to a secure webpage hosted by MekoTourizm that contains a link to your Ticket. Certain Bookings will result in your being provided with an electronic Ticket as well as or instead of a paper Ticket.":"21.1 Rezervasyon yaptığınız her Ürün için MekoTourizm markalı bir bilet (veya alternatif olarak Tedarikçiden bir kupon) (her durumda bir Bilet) alacaksınız ve söz konusu Bilet geçerli Tedarikçi adına düzenleniyor. Biletinize erişmek ve biletinizi yazdırmak için MekoTourizm tarafından barındırılan ve Biletinize bağlantı içeren güvenli bir web sayfasına yönlendirileceksiniz. Belirli Rezervasyonlar, size basılı bir Biletin yanı sıra veya bunun yerine bir elektronik Bilet verilmesiyle sonuçlanacaktır.",
"When you access or use our Services, we collect information from and about you to provide a more personalized and relevant experience Some information we collect automatically. Other information we collect from different sources, including affiliated entities business partners, and other independent third-party sources. When you use our Services by “clicking-through” from a third-party site or when you visit third-party sites via our Services, those third-party sites may share information with us about your use of their service. Information collected may include the following:":"Hizmetlerimize eriştiğinizde veya Hizmetlerimizi kullandığınızda, daha kişiselleştirilmiş ve ilgili bir deneyim sağlamak için sizden ve sizinle ilgili bilgileri otomatik olarak toplarız. Bağlı kuruluşlar, iş ortakları ve diğer bağımsız üçüncü taraf kaynakları dahil olmak üzere farklı kaynaklardan topladığımız diğer bilgiler. Hizmetlerimizi bir üçüncü taraf sitesinden “tıklayarak” kullandığınızda veya Hizmetlerimiz aracılığıyla üçüncü taraf sitelerini ziyaret ettiğinizde, bu üçüncü taraf siteleri, hizmetlerini kullanımınız hakkında bizimle bilgi paylaşabilir. Toplanan bilgiler aşağıdakileri içerebilir:",
"We may also collect, in instances where you have provided it information about other travellers, including their email address and other travel-related information. If you are sharing information with us about other individuals, you must obtain their consent.":"Ayrıca, e-posta adresleri ve seyahatle ilgili diğer bilgiler dahil olmak üzere diğer gezginler hakkında bilgi verdiğiniz durumlarda da toplayabiliriz. Bizimle başka kişiler hakkında bilgi paylaşıyorsanız, onların onayını almalısınız.",
"In addition to the categories noted above, we may also collect location information if you have instructed your Device to send such information via the privacy settings on that Device, or, for example, if you have uploaded photos tagged with location information. We may use your location information directly and/or share your location with third parties. We collect and share location information in order to provide you with relevant content to analyze your use of our Services, to improve our Services and to provide contextual advertising or recommendations. For example, we may use your location to show you reviews of hotels, restaurants or attractions near you when you are traveling.":"Yukarıda belirtilen kategorilere ek olarak, Cihazınıza bu tür bilgileri o Cihazdaki gizlilik ayarları aracılığıyla göndermesi talimatını verdiyseniz veya örneğin konum bilgileriyle etiketlenmiş fotoğraflar yüklediyseniz, konum bilgilerini de toplayabiliriz. Konum bilgilerinizi doğrudan kullanabilir ve/veya konumunuzu üçüncü taraflarla paylaşabiliriz. Hizmetlerimizi kullanımınızı analiz etmek, Hizmetlerimizi geliştirmek ve içeriğe dayalı reklamcılık veya öneriler sunmak için size ilgili içeriği sağlamak için konum bilgilerini toplar ve paylaşırız. Örneğin, seyahat ederken size yakınınızdaki oteller, restoranlar veya turistik yerler hakkındaki yorumları göstermek için konumunuzu kullanabiliriz.",
"We are committed to providing you with relevant content on our Services and respect the data privacy laws of the different jurisdictions in which we operate. We use information about you so we can help you enjoy and use our Services, including in the following ways":"Size Hizmetlerimizle ilgili içerik sağlamayı ve faaliyet gösterdiğimiz farklı yargı alanlarının veri gizliliği yasalarına saygı göstermeyi taahhüt ediyoruz. Aşağıdaki yollarla da dahil olmak üzere Hizmetlerimizden yararlanmanıza ve kullanmanıza yardımcı olabilmek için sizinle ilgili bilgileri kullanırız.",
"Advertising Networks. We sometimes collect and share information about your interests with advertising networks Some of these companies are members of the Network Advertising Initiative or the Digital Advertising Alliance, which offer a single location to opt-out of ad targeting from member companies. To learn more, please click here.":"Reklam Ağları. Bazen ilgi alanlarınız hakkında reklam ağları ile bilgi toplar ve paylaşırız Bu şirketlerden bazıları, üye şirketlerden reklam hedeflemesini devre dışı bırakmak için tek bir konum sunan Network Advertising Initiative veya Digital Advertising Alliance üyeleridir. Daha fazlasını öğrenmek için lütfen buraya tıklayın.",
"Other third parties, such as referring websites.Third parties may also assist us in collecting information by, for example operating features of our website or facilitating the delivery of online advertising tailored to your interests. We may share audience segments and other information with third parties that use that information for tailored advertising to you.":"Yönlendiren web siteleri gibi diğer üçüncü taraflar. Üçüncü taraflar, örneğin web sitemizin işletim özellikleri veya ilgi alanlarınıza uygun çevrimiçi reklamların sunulmasını kolaylaştırarak bilgi toplamamıza da yardımcı olabilir. Kitle segmentlerini ve diğer bilgileri, bu bilgileri size özel reklamcılık için kullanan üçüncü taraflarla paylaşabiliriz.",
"You have options with respect to the collection and use of your information.":"Bilgilerinizin toplanması ve kullanılmasıyla ilgili seçenekleriniz vardır.",
"You can choose not to provide us with certain information although it may be needed to take advantage of certain features offered on our websites.":"Web sitelerimizde sunulan belirli özelliklerden yararlanmak için gerekli olsa da, bize belirli bilgileri vermemeyi seçebilirsiniz.",
"You also can add or update information and close your account If you close your account, we will deactivate your account and remove your profile information. We may retain some information associated with your account (including past transactions) for internal purposes including backups, fraud prevention, dispute resolution, investigations and legal compliance for the period necessary to fulfill the purposes outlined in this Statement.":"You also can add or update information and close your account If you close your account, we will deactivate your account and remove your profile information. We may retain some information associated with your account (including past transactions) for internal purposes including backups, fraud prevention, dispute resolution, investigations and legal compliance for the period necessary to fulfill the purposes outlined in this Statement.",
"We are a global company and we operate in many different jurisdictions. If we transfer your information to other countries we will use and protect that information as described in this Statement and in accordance with applicable law.":"Biz küresel bir şirketiz ve birçok farklı yetki alanında faaliyet gösteriyoruz. Bilgilerinizi başka ülkelere aktarırsak, bu bilgileri bu Bildirimde açıklandığı şekilde ve yürürlükteki yasalara uygun olarak kullanacağız ve koruyacağız.",
"We will retain copies of your information for as long as you maintain your account or as necessary in connection with the purposes set out in this Statement, unless applicable law requires a longer retention period. In addition, we may retain your information for the duration of any period necessary to establish exercise or defend any legal rights.":"Geçerli yasalar daha uzun bir saklama süresi gerektirmediği sürece, bilgilerinizin kopyalarını hesabınızı sürdürdüğünüz sürece veya bu Bildirimde belirtilen amaçlarla bağlantılı olarak gerekli olduğu sürece saklayacağız. Ayrıca, bilgilerinizi herhangi bir yasal hakkı kullanmak veya savunmak için gerekli olan herhangi bir süre boyunca saklayabiliriz.",
"Cookies are small text files that are automatically placed on your Device when you visit almost any website. They are stored by your internet browser and contain basic information about your internet use. Your browser sends these cookies back to a website every time you revisit it, so it can recognize your Device and improve your experience by, among other things providing you with personalized content. We also use cookies to remember your login details, so you don’t have to re-enter them repeatedly when you use our Services. Other cookies help us understand your preferences. The cookies we use fall into three categories.":"Çerezler, hemen hemen her web sitesini ziyaret ettiğinizde Cihazınıza otomatik olarak yerleştirilen küçük metin dosyalarıdır. İnternet tarayıcınız tarafından saklanırlar ve internet kullanımınızla ilgili temel bilgileri içerirler. Tarayıcınız, bu çerezleri her tekrar ziyaret ettiğinizde bir web sitesine geri gönderir, böylece diğer şeylerin yanı sıra size kişiselleştirilmiş içerik sağlayarak Cihazınızı tanıyabilir ve deneyiminizi iyileştirebilir. Ayrıca, Hizmetlerimizi kullandığınızda tekrar tekrar girmek zorunda kalmamanız için oturum açma bilgilerinizi hatırlamak için tanımlama bilgileri kullanıyoruz. Diğer çerezler tercihlerinizi anlamamıza yardımcı olur. Kullandığımız çerezler üç kategoriye ayrılır.",
"Essential - These cookies are necessary to help you access and move around the website and use all its features Without these cookies, the website would not work properly and you would not be able to use certain important features For example, we use a cookie to keep you logged in during your visit, so the site does not require you to log in repeatedly to access different pages. We may also use essential cookies for fraud detection and prevention purposes. You cannot turn off essential cookies through the Cookie Consent Tool, as such cookies are necessary for you to access and use the features of the website.":"Temel - Bu tanımlama bilgileri, web sitesine erişmenize, sitede gezinmenize ve tüm özelliklerini kullanmanıza yardımcı olmak için gereklidir. Bu tanımlama bilgileri olmadan, web sitesi düzgün çalışmaz ve bazı önemli özellikleri kullanamazsınız. ziyaretiniz sırasında giriş yaptınız, bu nedenle site farklı sayfalara erişmek için tekrar tekrar giriş yapmanızı gerektirmez. Ayrıca, dolandırıcılık tespiti ve önleme amaçları için gerekli çerezleri de kullanabiliriz. Çerez Onay Aracı aracılığıyla temel çerezleri kapatamazsınız, çünkü bu tür çerezler, web sitesinin özelliklerine erişmeniz ve bunları kullanmanız için gereklidir.",
"Advertising - Advertising cookies help ensure that the advertisements you see are as relevant to you as possible For example, some advertising cookies help select ads that are based on your interests. Others help prevent the same ad from continuously reappearing for you. We also use cookies to make it easy to share content from the website with your friends through your favorite social networks. Social media sites, may set cookies that recognize you when you view content on the website and allow you to share content across both the website and the social media site via the use of sharing settings. For further details, please check your social media site’s terms of use and privacy policy. We also work with third-party advertisers to give you access to travel content that might be of interest, and may set cookies on our Services to provide you with advertising that matches your interests and preferences. These third-party cookies collect information about your browsing behaviour and interaction with ads or the Services more generally This information also helps us limit the number of times you may see the same ads and improve your online experience.":"Reklam - Reklam tanımlama bilgileri, gördüğünüz reklamların sizinle olabildiğince alakalı olmasını sağlamaya yardımcı olur. Örneğin, bazı reklam tanımlama bilgileri, ilgi alanlarınıza dayalı reklamları seçmenize yardımcı olur. Diğerleri, aynı reklamın sizin için sürekli olarak yeniden görünmesini önlemeye yardımcı olur. Ayrıca, favori sosyal ağlarınız aracılığıyla web sitesindeki içeriği arkadaşlarınızla paylaşmanızı kolaylaştırmak için çerezleri kullanıyoruz. Sosyal medya siteleri, web sitesindeki içeriği görüntülediğinizde sizi tanıyan ve paylaşım ayarlarını kullanarak hem web sitesinde hem de sosyal medya sitesinde içerik paylaşmanıza izin veren çerezler yerleştirebilir. Daha fazla ayrıntı için lütfen sosyal medya sitenizin kullanım koşullarını ve gizlilik politikasını kontrol edin. Ayrıca, ilginizi çekebilecek seyahat içeriğine erişmenizi sağlamak için üçüncü taraf reklamcılarla birlikte çalışıyoruz ve size ilgi alanlarınıza ve tercihlerinize uygun reklamlar sunmak için Hizmetlerimizde tanımlama bilgileri ayarlayabiliriz. Bu üçüncü taraf tanımlama bilgileri, tarama davranışınız ve daha genel olarak reklamlarla veya Hizmetlerle etkileşiminiz hakkında bilgi toplar.",
"To give you control, we provide you with a Cookie Consent Tool which allows you to review first and third party cookies placed through our website and adjust your cookie settings, including whether or not to accept or decline such cookies.":"Kontrolü size vermek için, size web sitemiz aracılığıyla yerleştirilen birinci ve üçüncü taraf çerezlerini incelemenize ve bu tür çerezleri kabul edip etmemeniz dahil olmak üzere çerez ayarlarınızı düzenlemenize olanak tanıyan bir Çerez Onay Aracı sağlıyoruz.",
"You can access this Cookie Consent Tool at any time by clicking the Cookie Consent link at the bottom of every page or by modifying your preferences in our cookie banner. In addition, you can manage cookies through the settings of your internet browser You can have the browser notify you when you receive a new cookie delete individual cookies or delete all cookies.":"Bu Çerez Onay Aracına, her sayfanın altındaki Çerez İzni bağlantısını tıklayarak veya çerez başlığımızda tercihlerinizi değiştirerek istediğiniz zaman erişebilirsiniz. Ayrıca, internet tarayıcınızın ayarlarından çerezleri yönetebilirsiniz. Yeni bir çerez aldığınızda tarayıcının sizi bilgilendirmesini sağlayabilirsiniz, çerezleri tek tek silmenizi veya tüm çerezleri silmenizi sağlayabilirsiniz.",
"We may update this Statement in the future. If we believe any changes are material, we will let you know by doing one or more of the following: sending you a communication about the changes placing a notice on the website and/or posting an updated Statement on the website. We will note at the top of this Statement when it was most recently updated. We encourage you to check back from time to time to review the most current version and to periodically review this Statement for the latest information on our privacy practices.":"Bu Bildirimi gelecekte güncelleyebiliriz. Herhangi bir değişikliğin önemli olduğuna inanırsak, aşağıdakilerden birini veya birkaçını yaparak sizi bilgilendireceğiz: değişiklikler hakkında size bir bildirim göndererek web sitesine bir bildirim koyarak ve/veya web sitesinde güncellenmiş bir Açıklama yayınlayarak. Bu Bildirimin en üst kısmında, en son ne zaman güncellendiğini belirteceğiz. En güncel sürümü gözden geçirmek için zaman zaman tekrar kontrol etmenizi ve gizlilik uygulamalarımızla ilgili en son bilgiler için bu Bildirimi periyodik olarak gözden geçirmenizi öneririz.",
"1.1 These terms of use, together with the Privacy Policy (collectively, the Terms of Use) set out the terms on which MekoTourizm, Inc. (a Delaware corporation, together with certain specified affiliates and subsidiaries: MekoTourizm provides services (the Services) through MekoTourizm's booking platform (the Platform) as may be made available through our website (www.MekoTourizm.com, together with all related domains, white label and affiliate sites, mobile properties and related applications, collectively referred to as the Website) and over the telephone. When we refer to you, we mean any person that accesses or uses the Services. MekoTourizm is not a travel or tour agency, nor is it a supplier of tours, activities or experiences. When you make a booking, you are using the Platform to contract with third party suppliers.":"1.1 Bu kullanım koşulları, Gizlilik Politikası (topluca Kullanım Koşulları) ile birlikte MekoTourizm, Inc. MekoTourizm'in rezervasyon platformu (Platform), web sitemiz (www.MekoTourizm.com, ilgili tüm alan adları, beyaz etiket ve bağlı siteler, mobil mülkler ve ilgili uygulamalar ile birlikte topluca Web Sitesi olarak anılacaktır) aracılığıyla ve Size atıfta bulunduğumuzda, Hizmetlere erişen veya bunları kullanan herhangi bir kişiyi kastediyoruz.MekoTourizm bir seyahat veya tur acentesi veya tur, etkinlik veya deneyim tedarikçisi değildir. Üçüncü taraf tedarikçilerle sözleşme yapma platformu.",
"MekoTourizm provides services (the Services) through MekoTourizm's booking platform (the Platform) as may be made available through our website (www.MekoTourizm.com, together with all related domains, white label and affiliate sites, mobile properties and related applications, collectively referred to as the Website) and over the telephone. When we refer to you, we mean any person that accesses or uses the Services. MekoTourizm is not a travel or tour agency, nor is it a supplier of tours, activities or experiences. When you make a booking, you are using the Platform to contract with third party suppliers.":"MekoTourizm, web sitemizde (www.MekoTourizm.com, ilgili tüm alan adları, beyaz etiket ve bağlı siteler, mobil mülkler ve toplu olarak atıfta bulunulan ilgili uygulamalar ile birlikte) MekoTourizm'in rezervasyon platformu (Platform) aracılığıyla hizmetler (Hizmetler) sağlar. Web Sitesi olarak) ve telefon üzerinden. Size atıfta bulunduğumuzda, Hizmetlere erişen veya Hizmetler'i kullanan herhangi bir kişiyi kastediyoruz. MekoTourizm bir seyahat veya tur acentesi olmadığı gibi tur, aktivite veya deneyim tedarikçisi de değildir. Bir rezervasyon yaptığınızda, Platformu üçüncü taraf tedarikçilerle sözleşme yapmak için kullanıyorsunuz.",
"MekoTourizm, Inc., 400 1st Avenue, Needham, MA 02494, USA":"MekoTourizm, Inc., 400 1st Avenue, Needham, MA 02494, ABD"
}